Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# commonHome
source: Home
af: Tuis
ar: الرئيسية
bn: হোম
de: Startseite
fil: Bahay
fr: Accueil
hi: होम
id: Rumah
it: Casa
kk: Басты бет
ms: Utama
nl: Thuis
pt: Início
ru: Главная
th: หน้าแรก
uk: Головна
uz: Bosh sahifa

# commonRecipes
source: Recipes
af: Resepte
ar: الوصفات
bn: রেসিপি
de: Rezepte
fil: Mga Resipe
fr: Recettes
hi: रेसिपी
id: Resep
it: Ricette
kk: Рецепттер
ms: Resipi
nl: Recepten
pt: Receitas
ru: Рецепты
th: สูตรอาหาร
uk: Рецепти
uz: Retseptlar

# commonPlan
source: Plan
af: Beplan
ar: الخطة
bn: পরিকল্পনা
de: Planen
fil: Plano
hi: योजना
id: Rencana
it: Piano
kk: Жоспар
ms: Rancang
pt: Plano
ru: План
th: แผน
uk: План
uz: Reja

# commonShop
source: Shop
af: Winkel
ar: التسوق
bn: কেনাকাটা
de: Einkaufen
fil: Tindahan
fr: Courses
hi: खरीदारी
id: Belanja
it: Spesa
kk: Сауда
ms: Beli-belah
nl: Winkel
pt: Compras
ru: Покупки
th: ช้อป
uk: Покупки
uz: Do'kon

# commonChat
source: Chat
af: Klets
ar: المحادثة
bn: চ্যাট
de: Chatten
fil: Usap
hi: चैट
id: Obrolan
it: Chiacchierata
kk: Чат
ms: Sembang
nl: Chatten
pt: Bater papo
ru: Чат
th: แชท
uk: Чат

# commonSettings
source: Settings
af: Instellings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
fil: Mga Setting
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
kk: Параметрлер
ms: Tetapan
nl: Instellingen
pt: Configurações
ru: Настройки
th: ตั้งค่า
uk: Налаштування
uz: Sozlamalar

# commonBack
source: Back
af: Terug
ar: رجوع
bn: পেছনে
de: Zurück
fil: Bumalik
fr: Retour
hi: वापस
id: Kembali
it: Indietro
kk: Артқа
ms: Kembali
nl: Terug
pt: Voltar
ru: Назад
th: กลับ
uk: Назад
uz: Orqaga

# commonNext
source: Next
af: Volgende
ar: التالي
bn: পরবর্তী
de: Weiter
fil: Susunod
fr: Suivant
hi: आगे
id: Selanjutnya
it: Avanti
kk: Келесі
ms: Seterusnya
nl: Volgende
pt: Próximo
ru: Далее
th: ถัดไป
uk: Далі
uz: Keyingi

# commonSkip
source: Skip
af: Slaan oor
ar: تخطي
bn: এড়িয়ে যান
de: Überspringen
fil: Laktawan
fr: Passer
hi: छोड़ें
id: Lewati
it: Salta
kk: Өткізу
ms: Langkau
nl: Overslaan
pt: Pular
ru: Пропустить
th: ข้าม
uk: Пропустити
uz: O'tkazib yuborish

# commonCancel
source: Cancel
af: Kanselleer
ar: إلغاء
bn: বাতিল
de: Abbrechen
fil: Kanselahin
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
kk: Бас тарту
ms: Batal
nl: Annuleren
pt: Cancelar
ru: Отмена
th: ยกเลิก
uk: Скасувати
uz: Bekor qilish

# commonSave
source: Save
af: Stoor
ar: حفظ
bn: সংরক্ষণ
de: Speichern
fil: I-save
fr: Sauvegarder
hi: सहेजें
id: Simpan
it: Salva
kk: Сақтау
ms: Simpan
nl: Opslaan
pt: Salvar
ru: Сохранить
th: บันทึก
uk: Зберегти
uz: Saqlash

# commonDelete
source: Delete
af: Verwyder
ar: حذف
bn: মুছুন
de: Löschen
fil: Burahin
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
kk: Жою
ms: Padam
nl: Verwijderen
pt: Excluir
ru: Удалить
th: ลบ
uk: Видалити
uz: O'chirish

# commonRemove
source: Remove
af: Verwyder
ar: إزالة
bn: সরান
de: Entfernen
fil: Alisin
fr: Retirer
hi: निकालें
id: Hapus
it: Rimuovi
kk: Алып тастау
ms: Buang
nl: Verwijderen
pt: Remover
ru: Убрать
th: ลบ
uk: Прибрати
uz: Olib tashlash

# commonAdd
source: Add
af: Voeg by
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
fil: Dagdagan
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
kk: Қосу
ms: Tambah
nl: Toevoegen
pt: Adicionar
ru: Добавить
th: เพิ่ม
uk: Додати
uz: Qo'shish

# commonSearch
source: Search
af: Soek
ar: بحث
bn: অনুসন্ধান
de: Suchen
fil: Maghanap
fr: Rechercher
hi: खोजें
id: Cari
it: Cerca
kk: Іздеу
ms: Cari
nl: Zoeken
pt: Buscar
ru: Поиск
th: ค้นหา
uk: Пошук
uz: Qidirish

# commonLoading
source: Loading...
af: Laai...
ar: جاري التحميل...
bn: লোড হচ্ছে...
de: Laden...
fil: Naglo-load...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
kk: Жүктелуде...
ms: Memuatkan...
nl: Laden...
pt: Carregando...
ru: Загрузка...
th: กำลังโหลด...
uk: Завантаження...
uz: Yuklanmoqda...

# adLoading
source: Loading ad
af: Laai advertensie
ar: جاري تحميل الإعلان
bn: বিজ্ঞাপন লোড হচ্ছে
de: Werbung wird geladen
fil: Naglo-load ng ad
fr: Chargement de la publicité
hi: विज्ञापन लोड हो रहा है
id: Memuat iklan
it: Caricamento annuncio
kk: Жарнама жүктелуде
ms: Memuatkan iklan
nl: Advertentie laden
pt: Carregando anúncio
ru: Загрузка рекламы
th: กำลังโหลดโฆษณา
uk: Завантаження реклами
uz: Reklama yuklanmoqda

# commonError
source: Error
af: Fout
ar: خطأ
bn: ত্রুটি
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
kk: Қате
ms: Ralat
nl: Fout
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
uk: Помилка
uz: Xato

# commonSuccess
source: Success
af: Sukses
ar: نجاح
bn: সফল
de: Erfolg
fil: Tagumpay
fr: Succès
hi: सफल
id: Berhasil
it: Successo
kk: Сәтті
ms: Berjaya
nl: Succes
pt: Sucesso
ru: Успешно
th: สำเร็จ
uk: Успішно
uz: Muvaffaqiyat

# commonFavorites
source: Favorites
af: Gunstelinge
ar: المفضلة
bn: পছন্দ
de: Favoriten
fil: Mga Paborito
fr: Favoris
hi: पसंदीदा
id: Favorit
it: Preferiti
kk: Таңдаулылар
ms: Kegemaran
nl: Favorieten
pt: Favoritos
ru: Избранное
th: รายการโปรด
uk: Обране
uz: Sevimlilar

# commonViewAll
source: View All
af: Sien alles
ar: عرض الكل
bn: সব দেখুন
de: Alle anzeigen
fil: Tingnan Lahat
fr: Voir tout
hi: सभी देखें
id: Lihat Semua
it: Vedi tutto
kk: Барлығын көру
ms: Lihat Semua
nl: Bekijk alles
pt: Ver Tudo
ru: Смотреть всё
th: ดูทั้งหมด
uk: Переглянути все
uz: Hammasini ko'rish

# commonGetStarted
source: Get Started
af: Begin
ar: ابدأ الآن
bn: শুরু করুন
de: Loslegen
fil: Magsimula
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
kk: Бастау
ms: Mulakan
nl: Aan de slag
pt: Começar
ru: Начать
th: เริ่มต้น
uk: Почати
uz: Boshlash

# commonContinue
source: Continue
af: Gaan voort
ar: متابعة
bn: চালিয়ে যান
de: Fortfahren
fil: Magpatuloy
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
kk: Жалғастыру
ms: Teruskan
nl: Doorgaan
pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
uk: Продовжити
uz: Davom etish

# commonClose
source: Close
af: Maak toe
ar: إغلاق
bn: বন্ধ
de: Schließen
fil: Isara
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
kk: Жабу
ms: Tutup
nl: Sluiten
pt: Fechar
ru: Закрыть
th: ปิด
uk: Закрити
uz: Yopish

# commonConfirm
source: Confirm
af: Bevestig
ar: تأكيد
bn: নিশ্চিত
de: Bestätigen
fil: Kumpirmahin
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
kk: Растау
ms: Sahkan
nl: Bevestigen
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
uk: Підтвердити
uz: Tasdiqlash

# commonDone
source: Done
af: Klaar
ar: تم
bn: সম্পন্ন
de: Fertig
fil: Tapos na
fr: Terminé
hi: हो गया
id: Selesai
it: Fatto
kk: Дайын
ms: Selesai
nl: Klaar
pt: Concluído
ru: Готово
th: เสร็จสิ้น
uk: Готово
uz: Tayyor

# commonShare
source: Share
af: Deel
ar: مشاركة
bn: শেয়ার
de: Teilen
fil: Ibahagi
fr: Partager
hi: साझा करें
id: Bagikan
it: Condividi
kk: Бөлісу
ms: Kongsi
nl: Delen
pt: Compartilhar
ru: Поделиться
th: แชร์
uk: Поділитися
uz: Ulashish

# commonVersion
source: Version
af: Weergawe
ar: الإصدار
bn: সংস্করণ
fil: Bersyon
hi: संस्करण
id: Versi
it: Versione
kk: Нұсқа
ms: Versi
nl: Versie
pt: Versão
ru: Версия
th: เวอร์ชัน
uk: Версія
uz: Versiya

# commonExit
source: Exit
af: Verlaat
ar: خروج
bn: প্রস্থান
de: Beenden
fil: Lumabas
fr: Quitter
hi: बाहर निकलें
id: Keluar
it: Esci
kk: Шығу
ms: Keluar
nl: Afsluiten
pt: Sair
ru: Выход
th: ออก
uk: Вийти
uz: Chiqish

# exitDialogTitle
source: Exit App?
af: Verlaat app?
ar: الخروج من التطبيق؟
bn: অ্যাপ থেকে বের হবেন?
de: App beenden?
fil: Lumabas sa app?
fr: Quitter l'app?
hi: ऐप से बाहर निकलें?
id: Keluar dari aplikasi?
it: Uscire dall'app?
kk: Қолданбадан шығу керек пе?
ms: Keluar dari aplikasi?
nl: App afsluiten?
pt: Sair do app?
ru: Выйти из приложения?
th: ออกจากแอป?
uk: Вийти з додатку?
uz: Ilovadan chiqasizmi?

# exitDialogMessage
source: Are you sure you want to exit the app?
af: Is jy seker jy wil die app verlaat?
ar: هل أنت متأكد أنك تريد الخروج من التطبيق؟
bn: আপনি কি নিশ্চিত যে আপনি অ্যাপ থেকে বের হতে চান?
de: Bist du sicher, dass du die App beenden möchtest?
fil: Sigurado ka bang gusto mong lumabas sa app?
fr: Êtes-vous sûr de vouloir quitter l'application?
hi: क्या आप वाकई ऐप से बाहर निकलना चाहते हैं?
id: Apakah Anda yakin ingin keluar dari aplikasi?
it: Sei sicuro di voler uscire dall'applicazione?
kk: Қолданбадан шығуға сенімдісіз бе?
ms: Adakah anda pasti mahu keluar dari aplikasi?
nl: Weet je zeker dat je de app wilt afsluiten?
pt: Tem certeza de que deseja sair do aplicativo?
ru: Вы уверены, что хотите выйти из приложения?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากแอป?
uk: Ви впевнені, що хочете вийти з додатку?
uz: Ilovadan chiqishni xohlaysizmi?

# exitDialogCancel
source: Cancel
af: Kanselleer
ar: إلغاء
bn: বাতিল
de: Abbrechen
fil: Kanselahin
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
kk: Болдырмау
ms: Batal
nl: Annuleren
pt: Cancelar
ru: Отмена
th: ยกเลิก
uk: Скасувати
uz: Bekor qilish

# exitDialogExit
source: Exit
af: Verlaat
ar: خروج
bn: প্রস্থান
de: Beenden
fil: Lumabas
fr: Quitter
hi: बाहर निकलें
id: Keluar
it: Esci
kk: Шығу
ms: Keluar
nl: Afsluiten
pt: Sair
ru: Выход
th: ออก
uk: Вийти
uz: Chiqish

# languageSelectionTitle
source: Choose Your Language
af: Kies Jou Taal
ar: اختر لغتك
bn: আপনার ভাষা বেছে নিন
de: Wähle deine Sprache
fil: Piliin ang Iyong Wika
fr: Choisissez votre langue
hi: अपनी भाषा चुनें
id: Pilih Bahasa Anda
it: Scegli la tua lingua
kk: Тілді таңдаңыз
ms: Pilih Bahasa Anda
nl: Kies je taal
pt: Escolha seu Idioma
ru: Выберите язык
th: เลือกภาษาของคุณ
uk: Виберіть мову
uz: Tilingizni tanlang

# languageSelectionSubtitle
source: Select your preferred language
af: Kies jou voorkeur taal
ar: حدد لغتك المفضلة
bn: আপনার পছন্দের ভাষা নির্বাচন করুন
de: Wähle deine bevorzugte Sprache
fil: Piliin ang iyong gustong wika
fr: Sélectionnez votre langue préférée
hi: अपनी पसंदीदा भाषा चुनें
id: Pilih bahasa pilihan Anda
it: Seleziona la tua lingua preferita
kk: Қалаған тіліңізді таңдаңыз
ms: Pilih bahasa pilihan anda
nl: Selecteer je voorkeurstaal
pt: Selecione seu idioma preferido
ru: Выберите предпочитаемый язык
th: เลือกภาษาที่ต้องการ
uk: Виберіть бажану мову
uz: O'zingiz yoqtirgan tilni tanlang

# languageSelectionContinue
source: Continue
af: Gaan voort
ar: متابعة
bn: চালিয়ে যান
de: Fortfahren
fil: Magpatuloy
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
kk: Жалғастыру
ms: Teruskan
nl: Doorgaan
pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
uk: Продовжити
uz: Davom etish

# onboardingSkip
source: Skip
af: Slaan oor
ar: تخطي
bn: এড়িয়ে যান
de: Überspringen
fil: Laktawan
fr: Passer
hi: छोड़ें
id: Lewati
it: Salta
kk: Өткізу
ms: Langkau
nl: Overslaan
pt: Pular
ru: Пропустить
th: ข้าม
uk: Пропустити
uz: O'tkazib yuborish

# onboardingNext
source: Next
af: Volgende
ar: التالي
bn: পরবর্তী
de: Weiter
fil: Susunod
fr: Suivant
hi: आगे
id: Selanjutnya
it: Avanti
kk: Келесі
ms: Seterusnya
nl: Volgende
pt: Próximo
ru: Далее
th: ถัดไป
uk: Далі
uz: Keyingi

# onboardingGetStarted
source: Get Started
af: Begin
ar: ابدأ الآن
bn: শুরু করুন
de: Loslegen
fil: Magsimula
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
kk: Бастау
ms: Mulakan
nl: Aan de slag
pt: Começar
ru: Начать
th: เริ่มต้น
uk: Почати
uz: Boshlash

# onboardingStep1Title
source: AI-Powered Recipes
af: KI-Aangedrewe Resepte
ar: وصفات مدعومة بالذكاء الاصطناعي
bn: AI-চালিত রেসিপি
de: KI-gestützte Rezepte
fil: AI-Powered na Mga Resipe
fr: Recettes alimentées par l'IA
hi: AI-संचालित रेसिपी
id: Resep Bertenaga AI
it: Ricette con AI
kk: AI Рецепттер
ms: Resipi Berkuasa AI
nl: AI-Aangedreven Recepten
pt: Receitas com IA
ru: Рецепты с ИИ
th: สูตรอาหาร AI
uk: Рецепти з ШІ
uz: Sun'iy intellekt retseptlari

# onboardingStep1Description
source: Get personalized recipes based on your ingredients, preferences, and dietary needs. Our AI creates delicious dishes just for you.
af: Kry gepersonaliseerde resepte gebaseer op jou bestanddele, voorkeure en dieetbehoeftes. Ons KI skep heerlike geregte net vir jou.
ar: احصل على وصفات مخصصة بناءً على مكوناتك وتفضيلاتك واحتياجاتك الغذائية. يصنع الذكاء الاصطناعي لدينا أطباقاً لذيذة خصيصاً لك.
bn: আপনার উপকরণ, পছন্দ এবং খাদ্যের প্রয়োজনীয়তার উপর ভিত্তি করে ব্যক্তিগতকৃত রেসিপি পান। আমাদের AI শুধু আপনার জন্য সুস্বাদু খাবার তৈরি করে।
de: Erhalte personalisierte Rezepte basierend auf deinen Zutaten und Vorlieben.
fil: Makakuha ng mga personalisadong resipe batay sa iyong mga sangkap, kagustuhan, at pangangailangang pandiyeta. Ang aming AI ay gumagawa ng masasarap na pagkain para sa iyo.
fr: Obtenez des recettes personnalisées basées sur vos ingrédients et préférences.
hi: अपनी सामग्री, पसंद और आहार संबंधी जरूरतों के आधार पर व्यक्तिगत रेसिपी प्राप्त करें। हमारा AI आपके लिए स्वादिष्ट व्यंजन बनाता है।
id: Dapatkan resep yang dipersonalisasi berdasarkan bahan, preferensi, dan kebutuhan diet Anda. AI kami membuat hidangan lezat khusus untuk Anda.
it: Ottieni ricette personalizzate basate sui tuoi ingredienti, preferenze e esigenze alimentari. La nostra AI crea piatti deliziosi solo per te.
kk: Ингредиенттеріңізге, қалауларыңызға және тамақтану қажеттіліктеріңізге негізделген жекелендірілген рецепттер алыңыз. Біздің AI тек сізге арналған дәмді тағамдар жасайды.
ms: Dapatkan resipi peribadi berdasarkan bahan-bahan, keutamaan dan keperluan diet anda. AI kami mencipta hidangan lazat khas untuk anda.
nl: Krijg gepersonaliseerde recepten op basis van je ingrediënten, voorkeuren en dieetbehoeften.
pt: Obtenha receitas personalizadas com base nos seus ingredientes, preferências e necessidades dietéticas. Nossa IA cria pratos deliciosos especialmente para você.
ru: Получайте персонализированные рецепты на основе ваших ингредиентов, предпочтений и диетических потребностей. Наш ИИ создаёт вкусные блюда специально для вас.
th: รับสูตรอาหารส่วนตัวจากวัตถุดิบ ความชอบ และความต้องการด้านโภชนาการของคุณ AI ของเราสร้างอาหารอร่อยเพื่อคุณ
uk: Отримуйте персоналізовані рецепти на основі ваших інгредієнтів, уподобань та дієтичних потреб. Наш ШІ створює смачні страви спеціально для вас.
uz: Mahsulotlaringiz, afzalliklaringiz va ovqatlanish ehtiyojlaringizga asoslangan shaxsiy retseptlarni oling. Bizning SI siz uchun mazali taomlar yaratadi.

# onboardingStep2Title
source: Smart Meal Planning
af: Slim Eteplanering
ar: تخطيط وجبات ذكي
bn: স্মার্ট মিল প্ল্যানিং
de: Intelligente Mahlzeitenplanung
fil: Matalinong Pagpaplano ng Pagkain
fr: Planification intelligente des repas
hi: स्मार्ट भोजन योजना
id: Perencanaan Makan Cerdas
it: Pianificazione Pasti Intelligente
kk: Ақылды Тамақ Жоспарлау
ms: Perancangan Makanan Pintar
nl: Slimme Maaltijdplanning
pt: Planejamento Inteligente de Refeições
ru: Умное планирование питания
th: วางแผนมื้ออาหารอัจฉริยะ
uk: Розумне планування харчування
uz: Aqlli ovqatlanish rejasi

# onboardingStep2Description
source: Plan your week with personalized meal plans that match your health goals, budget, and cooking skill level.
af: Beplan jou week met gepersonaliseerde eteplan wat by jou gesondheidsdoelwitte, begroting en kookvaardigheid pas.
ar: خطط لأسبوعك مع خطط وجبات مخصصة تتوافق مع أهدافك الصحية وميزانيتك ومستوى مهاراتك في الطبخ.
bn: আপনার স্বাস্থ্য লক্ষ্য, বাজেট এবং রান্নার দক্ষতার সাথে মেলে এমন ব্যক্তিগতকৃত মিল প্ল্যান দিয়ে আপনার সপ্তাহ পরিকল্পনা করুন।
de: Plane deine Woche mit personalisierten Mahlzeitenplänen.
fil: Planuhin ang iyong linggo gamit ang mga personalisadong plano ng pagkain na tumutugma sa iyong mga layunin sa kalusugan, badyet, at antas ng kasanayan sa pagluluto.
fr: Planifiez votre semaine avec des plans de repas personnalisés.
hi: अपने स्वास्थ्य लक्ष्यों, बजट और खाना पकाने के कौशल के अनुसार व्यक्तिगत भोजन योजनाओं के साथ अपने सप्ताह की योजना बनाएं।
id: Rencanakan minggu Anda dengan rencana makan yang dipersonalisasi yang sesuai dengan tujuan kesehatan, anggaran, dan tingkat keterampilan memasak Anda.
it: Pianifica la tua settimana con piani pasto personalizzati che corrispondono ai tuoi obiettivi di salute, budget e livello di abilità culinaria.
kk: Денсаулық мақсаттарыңызға, бюджетіңізге және аспаздық дағдыларыңызға сәйкес келетін жекелендірілген тамақ жоспарларымен аптаңызды жоспарлаңыз.
ms: Rancang minggu anda dengan pelan makanan peribadi yang sepadan dengan matlamat kesihatan, bajet dan tahap kemahiran memasak anda.
nl: Plan je week met gepersonaliseerde maaltijdplannen die passen bij je gezondheidsdoelen.
pt: Planeje sua semana com planos de refeições personalizados que correspondem aos seus objetivos de saúde, orçamento e nível de habilidade culinária.
ru: Планируйте неделю с персонализированными планами питания, соответствующими вашим целям здоровья, бюджету и уровню кулинарного мастерства.
th: วางแผนสัปดาห์ของคุณด้วยแผนอาหารส่วนตัวที่ตรงกับเป้าหมายสุขภาพ งบประมาณ และระดับทักษะการทำอาหาร
uk: Плануйте тиждень з персоналізованими планами харчування, що відповідають вашим цілям здоров'я, бюджету та рівню кулінарних навичок.
uz: Sog'liqni saqlash maqsadlaringiz, byudjetingiz va oshpazlik mahoratiga mos keluvchi shaxsiy ovqatlanish rejalari bilan haftangizni rejalashtiring.

# onboardingStep3Title
source: Intelligent Grocery Lists
af: Intelligente Inkopielyste
ar: قوائم مشتريات ذكية
bn: বুদ্ধিমান মুদি তালিকা
de: Intelligente Einkaufslisten
fil: Matalinong Listahan ng Grocery
fr: Listes de courses intelligentes
hi: बुद्धिमान किराने की सूची
id: Daftar Belanja Cerdas
it: Liste della Spesa Intelligenti
kk: Ақылды Сауда Тізімі
ms: Senarai Runcit Pintar
nl: Intelligente Boodschappenlijsten
pt: Listas de Compras Inteligentes
ru: Умные списки покупок
th: รายการซื้อของอัจฉริยะ
uk: Розумні списки покупок
uz: Aqlli xarid ro'yxati

# onboardingStep3Description
source: Auto-generate shopping lists from your meal plans. Voice-add items and get smart suggestions to save time and money.
af: Genereer outomaties inkopielyste uit jou eteplanne. Voeg items by met stem en kry slim voorstelle om tyd en geld te spaar.
ar: إنشاء قوائم تسوق تلقائياً من خطط وجباتك. أضف العناصر بالصوت واحصل على اقتراحات ذكية لتوفير الوقت والمال.
bn: আপনার মিল প্ল্যান থেকে স্বয়ংক্রিয়ভাবে শপিং তালিকা তৈরি করুন। ভয়েস দিয়ে আইটেম যোগ করুন এবং সময় ও অর্থ বাঁচাতে স্মার্ট পরামর্শ পান।
de: Erstelle automatisch Einkaufslisten aus deinen Mahlzeitenplänen.
fil: Awtomatikong gumawa ng mga listahan ng pamimili mula sa iyong mga plano ng pagkain. Magdagdag ng mga item sa pamamagitan ng boses at makakuha ng matalinong mga suhestiyon.
fr: Générez automatiquement des listes de courses à partir de vos plans de repas.
hi: अपनी भोजन योजनाओं से स्वचालित रूप से खरीदारी सूची बनाएं। आवाज से आइटम जोड़ें और समय और पैसे बचाने के लिए स्मार्ट सुझाव प्राप्त करें।
id: Hasilkan daftar belanja secara otomatis dari rencana makan Anda. Tambahkan item dengan suara dan dapatkan saran cerdas untuk menghemat waktu dan uang.
it: Genera automaticamente liste della spesa dai tuoi piani pasto. Aggiungi articoli con la voce e ottieni suggerimenti intelligenti per risparmiare tempo e denaro.
kk: Тамақ жоспарларыңыздан автоматты түрде сауда тізімін жасаңыз. Дауыспен элементтер қосыңыз және уақыт пен ақшаны үнемдеу үшін ақылды ұсыныстар алыңыз.
ms: Jana senarai beli-belah secara automatik dari pelan makanan anda. Tambah item dengan suara dan dapatkan cadangan pintar untuk menjimatkan masa dan wang.
nl: Genereer automatisch boodschappenlijsten uit je maaltijdplannen.
pt: Gere automaticamente listas de compras a partir dos seus planos de refeições. Adicione itens por voz e receba sugestões inteligentes para economizar tempo e dinheiro.
ru: Автоматически создавайте списки покупок из планов питания. Добавляйте товары голосом и получайте умные предложения для экономии времени и денег.
th: สร้างรายการซื้อของอัตโนมัติจากแผนอาหาร เพิ่มรายการด้วยเสียงและรับคำแนะนำอัจฉริยะเพื่อประหยัดเวลาและเงิน
uk: Автоматично створюйте списки покупок з планів харчування. Додавайте товари голосом та отримуйте розумні пропозиції для економії часу та грошей.
uz: Ovqatlanish rejalaringizdan avtomatik ravishda xarid ro'yxatini yarating. Ovoz bilan mahsulot qo'shing va vaqt va pul tejash uchun aqlli takliflar oling.

# onboardingStep4Title
source: Your Personal AI Chef
af: Jou Persoonlike KI Kok
ar: طاهيك الشخصي بالذكاء الاصطناعي
bn: আপনার ব্যক্তিগত AI শেফ
de: Dein persönlicher KI-Koch
fil: Ang Iyong Personal na AI Chef
fr: Votre chef IA personnel
hi: आपका व्यक्तिगत AI शेफ
id: Chef AI Pribadi Anda
it: Il Tuo Chef AI Personale
kk: Жеке AI Аспазыңыз
ms: Chef AI Peribadi Anda
nl: Je Persoonlijke AI Chef
pt: Seu Chef de IA Pessoal
ru: Ваш личный ИИ-повар
th: เชฟ AI ส่วนตัวของคุณ
uk: Ваш особистий ШІ-кухар
uz: Sizning shaxsiy SI oshpazingiz

# onboardingStep4Description
source: Ask questions, get cooking tips, and receive personalized nutrition advice from your AI kitchen assistant.
af: Vra vrae, kry kooktips en ontvang gepersonaliseerde voedingsadvies van jou KI kombuisassistent.
ar: اطرح الأسئلة واحصل على نصائح الطبخ والنصائح الغذائية المخصصة من مساعد مطبخك الذكي.
bn: প্রশ্ন করুন, রান্নার টিপস পান এবং আপনার AI রান্নাঘর সহকারী থেকে ব্যক্তিগতকৃত পুষ্টি পরামর্শ পান।
de: Stelle Fragen und erhalte Kochtipps von deinem KI-Assistenten.
fil: Magtanong, makakuha ng mga tip sa pagluluto, at tumanggap ng personalisadong payo sa nutrisyon mula sa iyong AI kitchen assistant.
fr: Posez des questions et obtenez des conseils de cuisine.
hi: सवाल पूछें, खाना पकाने की टिप्स प्राप्त करें, और अपने AI किचन सहायक से व्यक्तिगत पोषण सलाह प्राप्त करें।
id: Ajukan pertanyaan, dapatkan tips memasak, dan terima saran nutrisi yang dipersonalisasi dari asisten dapur AI Anda.
it: Fai domande, ottieni consigli di cucina e ricevi consigli nutrizionali personalizzati dal tuo assistente di cucina AI.
kk: Сұрақтар қойыңыз, аспаздық кеңестер алыңыз және AI асхана көмекшіңізден жекелендірілген тамақтану кеңестерін алыңыз.
ms: Tanya soalan, dapatkan tip memasak, dan terima nasihat pemakanan peribadi dari pembantu dapur AI anda.
nl: Stel vragen en krijg kooktips van je AI keukenassistent.
pt: Faça perguntas, receba dicas de culinária e conselhos nutricionais personalizados do seu assistente de cozinha com IA.
ru: Задавайте вопросы, получайте кулинарные советы и персонализированные рекомендации по питанию от вашего ИИ-помощника на кухне.
th: ถามคำถาม รับเคล็ดลับการทำอาหาร และคำแนะนำโภชนาการส่วนตัวจากผู้ช่วยครัว AI
uk: Задавайте питання, отримуйте кулінарні поради та персоналізовані рекомендації з харчування від вашого ШІ-помічника на кухні.
uz: Savollar bering, oshpazlik maslahatlari oling va SI oshxona yordamchingizdan shaxsiy ovqatlanish maslahatlari oling.

# homeGreeting
source: What can I cook
af: Wat kan ek kook
ar: ماذا يمكنني أن أطبخ
bn: আজ আপনার জন্য কী রান্না করতে পারি
de: Was kann ich heute
fil: Ano ang malulusog ko
fr: Que puis-je cuisiner
hi: आज आपके लिए क्या
id: Apa yang bisa saya masak
it: Cosa posso cucinare
kk: Бүгін сізге не
ms: Apa yang boleh saya masak
nl: Wat kan ik koken
pt: O que posso cozinhar
ru: Что приготовить
th: วันนี้จะทำอะไร
uk: Що приготувати
uz: Bugun siz uchun nima

# homeGreetingEnd
source: for you today?
af: vir jou vandag?
ar: لك اليوم؟
de: für dich kochen?
fil: para sa iyo ngayon?
fr: pour vous aujourd'hui?
hi: बनाऊं?
id: untuk Anda hari ini?
it: per te oggi?
kk: пісіре аламын?
ms: untuk anda hari ini?
nl: voor je vandaag?
pt: para você hoje?
ru: для вас сегодня?
th: ให้คุณดี?
uk: для вас сьогодні?
uz: pishiray?

# homeSubtitle
source: Your magical AI kitchen assistant
af: Jou magiese KI kombuisassistent
ar: مساعد مطبخك السحري بالذكاء الاصطناعي
bn: আপনার জাদুকরী AI রান্নাঘর সহকারী
de: Dein magischer KI-Küchenassistent
fil: Ang iyong mahiwagang AI kitchen assistant
fr: Votre assistant cuisine IA magique
hi: आपका जादुई AI किचन सहायक
id: Asisten dapur AI ajaib Anda
it: Il tuo magico assistente di cucina AI
kk: Сиқырлы AI асхана көмекшіңіз
ms: Pembantu dapur AI ajaib anda
nl: Je magische AI keukenassistent
pt: Seu assistente mágico de cozinha com IA
ru: Ваш волшебный ИИ-помощник на кухне
th: ผู้ช่วยครัว AI มหัศจรรย์ของคุณ
uk: Ваш чарівний ШІ-помічник на кухні
uz: Sizning sehrli SI oshxona yordamchingiz
