Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# settingsLanguage
source: Language
af: Taal
ar: اللغة
bn: ভাষা
de: Sprache
fil: Wika
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
kk: Тіл
ms: Bahasa
nl: Taal
pt: Idioma
ru: Язык
th: ภาษา
uk: Мова
uz: Til

# settingsLanguageSubtitle
source: Change app language
af: Verander app taal
ar: تغيير لغة التطبيق
bn: অ্যাপের ভাষা পরিবর্তন করুন
de: App-Sprache ändern
fil: Palitan ang wika ng app
fr: Changer la langue
hi: ऐप भाषा बदलें
id: Ubah bahasa aplikasi
it: Cambia lingua app
kk: Қолданба тілін өзгерту
ms: Tukar bahasa aplikasi
nl: Wijzig app-taal
pt: Alterar idioma do app
ru: Изменить язык приложения
th: เปลี่ยนภาษาแอป
uk: Змінити мову додатку
uz: Ilova tilini o'zgartirish

# settingsSupport
source: Support
af: Ondersteuning
ar: الدعم
bn: সাপোর্ট
de: Unterstützung
fil: Suporta
fr: Soutien
hi: सहायता
id: Dukungan
it: Supporto
kk: Қолдау
ms: Sokongan
nl: Ondersteuning
pt: Suporte
ru: Поддержка
th: สนับสนุน
uk: Підтримка
uz: Qo'llab-quvvatlash

# settingsFeedback
source: Feedback
af: Terugvoer
ar: الملاحظات
bn: ফিডব্যাক
de: Rückmeldung
fr: Commentaires
hi: फीडबैक
id: Umpan Balik
kk: Кері Байланыс
ms: Maklum Balas
pt: Opinião
ru: Отзыв
th: ความคิดเห็น
uk: Відгук
uz: Fikr-mulohaza

# settingsFeedbackSubtitle
source: Send us your thoughts
af: Stuur ons jou gedagtes
ar: أرسل لنا أفكارك
bn: আপনার মতামত পাঠান
de: Sende uns deine Gedanken
fil: Ipadala ang iyong mga pananaw
fr: Envoyez-nous vos pensées
hi: हमें अपने विचार भेजें
id: Kirim pemikiran Anda
it: Inviaci i tuoi pensieri
kk: Ойларыңызды жіберіңіз
ms: Hantar pendapat anda
nl: Stuur ons je gedachten
pt: Envie suas opiniões
ru: Поделитесь мнением
th: ส่งความคิดเห็นของคุณ
uk: Поділіться думкою
uz: Fikrlaringizni yuboring

# settingsRateUs
source: Rate Us
af: Beoordeel Ons
ar: قيّمنا
bn: রেটিং দিন
de: Bewerte uns
fil: I-rate Kami
fr: Notez-nous
hi: हमें रेट करें
id: Beri Rating
it: Valutaci
kk: Бағалаңыз
ms: Nilai Kami
nl: Beoordeel ons
pt: Avalie-nos
ru: Оценить
th: ให้คะแนนเรา
uk: Оцінити
uz: Baholang

# settingsRateUsSubtitle
source: Love the app? Rate us!
af: Hou jy van die app? Beoordeel ons!
ar: أحببت التطبيق؟ قيّمنا!
bn: অ্যাপটি পছন্দ হয়েছে? রেটিং দিন!
de: Magst du die App? Bewerte uns!
fil: Gusto mo ang app? I-rate kami!
fr: Vous aimez l'app? Notez-nous!
hi: ऐप पसंद है? हमें रेट करें!
id: Suka aplikasinya? Beri rating!
it: Ti piace l'app? Valutaci!
kk: Қолданба ұнады ма? Бағалаңыз!
ms: Suka aplikasi ini? Nilai kami!
nl: Vind je de app leuk? Beoordeel!
pt: Gostou do app? Avalie-nos!
ru: Нравится приложение? Оцените!
th: ชอบแอปไหม? ให้คะแนนเรา!
uk: Подобається додаток? Оцініть!
uz: Ilova yoqdimi? Baholang!

# settingsShareApp
source: Share App
af: Deel App
ar: مشاركة التطبيق
bn: অ্যাপ শেয়ার করুন
de: App teilen
fil: Ibahagi ang App
fr: Partager l'app
hi: ऐप साझा करें
id: Bagikan Aplikasi
it: Condividi App
kk: Қолданбаны Бөлісу
ms: Kongsi Aplikasi
nl: Deel App
pt: Compartilhar App
ru: Поделиться приложением
th: แชร์แอป
uk: Поділитися додатком
uz: Ilovani ulashish

# settingsShareAppSubtitle
source: Tell your friends
af: Vertel jou vriende
ar: أخبر أصدقاءك
bn: বন্ধুদের বলুন
de: Erzähle deinen Freunden
fil: Sabihin sa iyong mga kaibigan
fr: Parlez-en à vos amis
hi: अपने दोस्तों को बताएं
id: Beritahu teman Anda
it: Dillo ai tuoi amici
kk: Достарыңызға айтыңыз
ms: Beritahu rakan-rakan anda
nl: Vertel je vrienden
pt: Conte aos seus amigos
ru: Расскажите друзьям
th: บอกเพื่อนของคุณ
uk: Розкажіть друзям
uz: Do'stlaringizga ayting

# settingsHelpSupport
source: Help / Support
af: Hulp / Ondersteuning
ar: المساعدة / الدعم
bn: সাহায্য / সাপোর্ট
de: Hilfe / Support
fil: Tulong / Suporta
fr: Aide / Support
hi: सहायता / समर्थन
id: Bantuan / Dukungan
it: Aiuto / Supporto
kk: Көмек / Қолдау
ms: Bantuan / Sokongan
nl: Help / Ondersteuning
pt: Ajuda / Suporte
ru: Помощь / Поддержка
th: ช่วยเหลือ / สนับสนุน
uk: Допомога / Підтримка
uz: Yordam / Qo'llab-quvvatlash

# settingsHelpSupportSubtitle
source: FAQs & contact us
af: Gereelde vrae & kontak ons
ar: الأسئلة الشائعة والتواصل معنا
bn: FAQ ও যোগাযোগ
de: FAQ & Kontakt
fil: FAQs at makipag-ugnayan sa amin
fr: FAQ & contact
hi: FAQ और हमसे संपर्क करें
id: FAQ & hubungi kami
it: FAQ e contattaci
kk: Жиі қойылатын сұрақтар және байланыс
ms: Soalan Lazim & hubungi kami
nl: FAQ & contact
pt: FAQ e contate-nos
ru: FAQ и контакты
th: FAQ และติดต่อเรา
uk: FAQ та контакти
uz: TSS va aloqa

# settingsLegal
source: Legal
af: Wettig
ar: قانوني
bn: আইনি
de: Rechtliches
fr: Légal
hi: कानूनी
id: Hukum
it: Legale
kk: Құқықтық
ms: Undang-undang
nl: Juridisch
pt: Jurídico
ru: Правовая информация
th: กฎหมาย
uk: Правова інформація
uz: Huquqiy

# settingsPrivacyPolicy
source: Privacy Policy
af: Privaatheidbeleid
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutz
fil: Patakaran sa Privacy
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: politica sulla riservatezza
kk: Құпиялылық Саясаты
ms: Dasar Privasi
nl: Privacybeleid
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності
uz: Maxfiylik siyosati

# settingsTermsConditions
source: Terms & Conditions
af: Terme & Voorwaardes
ar: الشروط والأحكام
bn: শর্তাবলী
de: AGB
fil: Mga Tuntunin at Kundisyon
fr: Conditions générales
hi: नियम और शर्तें
id: Syarat & Ketentuan
it: Termini e Condizioni
kk: Шарттар мен Ережелер
ms: Terma & Syarat
nl: Voorwaarden
pt: Termos e Condições
ru: Условия использования
th: ข้อกำหนดและเงื่อนไข
uk: Умови використання
uz: Shartlar va qoidalar

# settingsData
source: Data
ar: البيانات
bn: ডেটা
de: Daten
fr: Données
hi: डेटा
it: Dati
kk: Деректер
nl: Gegevens
pt: Dados
ru: Данные
th: ข้อมูล
uk: Дані
uz: Ma'lumotlar

# settingsClearAllData
source: Clear All Data
af: Vee Alle Data Uit
ar: مسح جميع البيانات
bn: সব ডেটা মুছুন
de: Alle Daten löschen
fil: I-clear ang Lahat ng Data
fr: Effacer toutes les données
hi: सभी डेटा साफ़ करें
id: Hapus Semua Data
it: Cancella Tutti i Dati
kk: Барлық Деректерді Тазалау
ms: Padam Semua Data
nl: Alle Data Wissen
pt: Limpar Todos os Dados
ru: Очистить все данные
th: ล้างข้อมูลทั้งหมด
uk: Очистити всі дані
uz: Barcha ma'lumotlarni tozalash

# settingsClearDataSubtitle
source: Reset app to fresh state
af: Herstel app na vars toestand
ar: إعادة التطبيق للحالة الأولية
bn: অ্যাপ রিসেট করুন
de: App zurücksetzen
fil: I-reset ang app sa bagong estado
fr: Réinitialiser l'app
hi: ऐप को नई स्थिति में रीसेट करें
id: Reset aplikasi ke keadaan baru
it: Ripristina app allo stato iniziale
kk: Қолданбаны бастапқы күйге қайтару
ms: Set semula aplikasi ke keadaan asal
nl: App resetten
pt: Redefinir app para estado inicial
ru: Сбросить приложение
th: รีเซ็ตแอป
uk: Скинути додаток
uz: Ilovani tiklash

# settingsClearDataConfirm
source: Clear All Data?
af: Vee Alle Data Uit?
ar: مسح جميع البيانات؟
bn: সব ডেটা মুছবেন?
de: Alle Daten löschen?
fil: I-clear ang Lahat ng Data?
fr: Effacer toutes les données?
hi: सभी डेटा साफ़ करें?
id: Hapus Semua Data?
it: Cancellare Tutti i Dati?
kk: Барлық Деректерді Тазалау?
ms: Padam Semua Data?
nl: Alle data wissen?
pt: Limpar Todos os Dados?
ru: Очистить все данные?
th: ล้างข้อมูลทั้งหมด?
uk: Очистити всі дані?
uz: Barcha ma'lumotlar o'chirilsinmi?

# settingsClearDataWarning
source: This will permanently delete all your saved data including:
af: Dit sal al jou gestoorde data permanent verwyder insluitend:
ar: سيؤدي هذا إلى حذف جميع بياناتك المحفوظة بشكل دائم بما في ذلك:
bn: এটি আপনার সব সংরক্ষিত ডেটা স্থায়ীভাবে মুছে ফেলবে:
de: Dies löscht dauerhaft alle deine Daten:
fil: Permanenteng mabubura nito ang lahat ng iyong na-save na data kasama ang:
fr: Cela supprimera définitivement toutes vos données:
hi: इससे आपका सारा सहेजा गया डेटा स्थायी रूप से हट जाएगा:
id: Ini akan menghapus semua data tersimpan Anda secara permanen termasuk:
it: Questo eliminerà permanentemente tutti i tuoi dati salvati inclusi:
kk: Бұл барлық сақталған деректеріңізді біржолата жояды, соның ішінде:
ms: Ini akan memadam semua data tersimpan anda secara kekal termasuk:
nl: Dit verwijdert permanent al je opgeslagen data:
pt: Isso excluirá permanentemente todos os seus dados salvos, incluindo:
ru: Это навсегда удалит все сохранённые данные:
th: การดำเนินการนี้จะลบข้อมูลทั้งหมดถาวร:
uk: Це назавжди видалить усі збережені дані:
uz: Bu barcha saqlangan ma'lumotlaringizni butunlay o'chiradi:

# settingsSavedRecipes
source: Saved recipes and favorites
af: Gestoorde resepte en gunstelinge
ar: الوصفات والمفضلات المحفوظة
bn: সংরক্ষিত রেসিপি ও পছন্দ
de: Gespeicherte Rezepte und Favoriten
fil: Mga na-save na resipe at paborito
fr: Recettes sauvegardées et favoris
hi: सहेजी गई रेसिपी और पसंदीदा
id: Resep dan favorit tersimpan
it: Ricette salvate e preferiti
kk: Сақталған рецепттер мен таңдаулылар
ms: Resipi tersimpan dan kegemaran
nl: Opgeslagen recepten en favorieten
pt: Receitas salvas e favoritos
ru: Сохранённые рецепты и избранное
th: สูตรอาหารและรายการโปรดที่บันทึก
uk: Збережені рецепти та обране
uz: Saqlangan retseptlar va sevimlilar

# settingsMealPlans
source: Meal plans
af: Eteplanne
ar: خطط الوجبات
bn: মিল প্ল্যান
de: Mahlzeitenpläne
fil: Mga plano ng pagkain
fr: Plans de repas
hi: भोजन योजनाएं
id: Rencana makan
it: Piani pasti
kk: Тамақ жоспарлары
ms: Pelan makanan
nl: Maaltijdplannen
pt: Planos de refeições
ru: Планы питания
th: แผนอาหาร
uk: Плани харчування
uz: Ovqatlanish rejalari

# settingsGroceryLists
source: Grocery lists
af: Inkopielyste
ar: قوائم المشتريات
bn: মুদি তালিকা
de: Einkaufslisten
fil: Mga listahan ng grocery
fr: Listes de courses
hi: किराने की सूचियां
id: Daftar belanja
it: Liste della spesa
kk: Сауда тізімдері
ms: Senarai runcit
nl: Boodschappenlijsten
pt: Listas de compras
ru: Списки покупок
th: รายการซื้อของ
uk: Списки покупок
uz: Xarid ro'yxatlari

# settingsChatHistory
source: Chat history
af: Klets geskiedenis
ar: سجل المحادثات
bn: চ্যাট ইতিহাস
de: Chatverlauf
fil: Kasaysayan ng chat
fr: Historique du chat
hi: चैट इतिहास
id: Riwayat obrolan
it: Cronologia chat
kk: Чат тарихы
ms: Sejarah sembang
nl: Chatgeschiedenis
pt: Histórico de chat
ru: История чата
th: ประวัติแชท
uk: Історія чату
uz: Chat tarixi

# settingsPreferencesSettings
source: Preferences and settings
af: Voorkeure en instellings
ar: التفضيلات والإعدادات
bn: পছন্দ ও সেটিংস
de: Einstellungen und Präferenzen
fil: Mga kagustuhan at setting
fr: Préférences et paramètres
hi: प्राथमिकताएं और सेटिंग्स
id: Preferensi dan pengaturan
it: Preferenze e impostazioni
kk: Қалаулар мен параметрлер
ms: Keutamaan dan tetapan
nl: Voorkeuren en instellingen
pt: Preferências e configurações
ru: Настройки и предпочтения
th: การตั้งค่าและค่ากำหนด
uk: Налаштування та вподобання
uz: Sozlamalar va afzalliklar

# settingsCannotUndo
source: This action cannot be undone.
af: Hierdie aksie kan nie ongedaan gemaak word nie.
ar: لا يمكن التراجع عن هذا الإجراء.
bn: এই কাজ পূর্বাবস্থায় ফেরানো যাবে না।
de: Diese Aktion kann nicht rückgängig gemacht werden.
fil: Hindi na maaaring i-undo ang aksyon na ito.
fr: Cette action est irréversible.
hi: यह क्रिया पूर्ववत नहीं की जा सकती।
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
kk: Бұл әрекетті қайтару мүмкін емес.
ms: Tindakan ini tidak boleh dibatalkan.
nl: Dit kan niet ongedaan worden gemaakt.
pt: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้
uk: Цю дію не можна скасувати.
uz: Bu amalni bekor qilib bo'lmaydi.

# settingsDataCleared
source: All app data has been reset.
af: Alle app data is hergestel.
ar: تمت إعادة تعيين جميع بيانات التطبيق.
bn: সব অ্যাপ ডেটা রিসেট হয়েছে।
de: Alle App-Daten wurden zurückgesetzt.
fil: Na-reset na ang lahat ng data ng app.
fr: Toutes les données ont été réinitialisées.
hi: सभी ऐप डेटा रीसेट हो गया।
id: Semua data aplikasi telah direset.
it: Tutti i dati dell'app sono stati ripristinati.
kk: Барлық қолданба деректері қалпына келтірілді.
ms: Semua data aplikasi telah diset semula.
nl: Alle app-data is gereset.
pt: Todos os dados do app foram redefinidos.
ru: Все данные приложения сброшены.
th: ล้างข้อมูลแอปทั้งหมดแล้ว
uk: Усі дані додатку скинуто.
uz: Barcha ilova ma'lumotlari tiklandi.

# settingsSendFeedback
source: Send Feedback
af: Stuur Terugvoer
ar: إرسال الملاحظات
bn: ফিডব্যাক পাঠান
de: Feedback senden
fil: Magpadala ng Feedback
fr: Envoyer des commentaires
hi: फीडबैक भेजें
id: Kirim Umpan Balik
it: Invia Feedback
kk: Кері Байланыс Жіберу
ms: Hantar Maklum Balas
nl: Feedback Sturen
pt: Enviar Feedback
ru: Отправить отзыв
th: ส่งความคิดเห็น
uk: Надіслати відгук
uz: Fikr yuborish

# settingsYourName
source: Your name
af: Jou naam
ar: اسمك
bn: আপনার নাম
de: Dein Name
fil: Ang iyong pangalan
fr: Votre nom
hi: आपका नाम
id: Nama Anda
it: Il tuo nome
kk: Атыңыз
ms: Nama anda
nl: Je naam
pt: Seu nome
ru: Ваше имя
th: ชื่อของคุณ
uk: Ваше ім'я
uz: Ismingiz

# settingsYourMessage
source: Your message...
af: Jou boodskap...
ar: رسالتك...
bn: আপনার বার্তা...
de: Deine Nachricht...
fil: Ang iyong mensahe...
fr: Votre message...
hi: आपका संदेश...
id: Pesan Anda...
it: Il tuo messaggio...
kk: Хабарламаңыз...
ms: Mesej anda...
nl: Je bericht...
pt: Sua mensagem...
ru: Ваше сообщение...
th: ข้อความของคุณ...
uk: Ваше повідомлення...
uz: Xabaringiz...

# settingsFeedbackSent
source: Thank you for your feedback.
af: Dankie vir jou terugvoer.
ar: شكراً لك على ملاحظاتك.
bn: আপনার ফিডব্যাকের জন্য ধন্যবাদ।
de: Danke für dein Feedback.
fil: Salamat sa iyong feedback.
fr: Merci pour vos commentaires.
hi: आपकी प्रतिक्रिया के लिए धन्यवाद।
id: Terima kasih atas umpan balik Anda.
it: Grazie per il tuo feedback.
kk: Кері байланысыңыз үшін рахмет.
ms: Terima kasih atas maklum balas anda.
nl: Bedankt voor je feedback.
pt: Obrigado pelo seu feedback.
ru: Спасибо за отзыв.
th: ขอบคุณสำหรับความคิดเห็น
uk: Дякуємо за відгук.
uz: Fikringiz uchun rahmat.

# settingsNameRequired
source: Name is required
af: Naam is vereis
ar: الاسم مطلوب
bn: নাম প্রয়োজন
de: Name erforderlich
fil: Kinakailangan ang pangalan
fr: Nom requis
hi: नाम आवश्यक है
id: Nama diperlukan
it: Nome richiesto
kk: Аты қажет
ms: Nama diperlukan
nl: Naam vereist
pt: Nome é obrigatório
ru: Имя обязательно
th: ต้องระบุชื่อ
uk: Ім'я обов'язкове
uz: Ism kerak

# settingsMessageRequired
source: Message is required
af: Boodskap is vereis
ar: الرسالة مطلوبة
bn: বার্তা প্রয়োজন
de: Nachricht erforderlich
fil: Kinakailangan ang mensahe
fr: Message requis
hi: संदेश आवश्यक है
id: Pesan diperlukan
it: Messaggio richiesto
kk: Хабарлама қажет
ms: Mesej diperlukan
nl: Bericht vereist
pt: Mensagem é obrigatória
ru: Сообщение обязательно
th: ต้องระบุข้อความ
uk: Повідомлення обов'язкове
uz: Xabar kerak

# settingsFaqTitle
source: Frequently Asked Questions
af: Gereelde Vrae
ar: الأسئلة الشائعة
bn: সচরাচর জিজ্ঞাসিত প্রশ্ন
de: Häufig gestellte Fragen
fil: Mga Madalas na Tanong
fr: Questions fréquentes
hi: अक्सर पूछे जाने वाले प्रश्न
id: Pertanyaan yang Sering Diajukan
it: Domande Frequenti
kk: Жиі Қойылатын Сұрақтар
ms: Soalan Lazim
nl: Veelgestelde Vragen
pt: Perguntas Frequentes
ru: Часто задаваемые вопросы
th: คำถามที่พบบ่อย
uk: Часті питання
uz: Tez-tez so'raladigan savollar

# settingsFaq1Q
source: How do I generate recipes?
af: Hoe genereer ek resepte?
ar: كيف أقوم بإنشاء الوصفات؟
bn: আমি কীভাবে রেসিপি তৈরি করব?
de: Wie erstelle ich Rezepte?
fil: Paano ako gagawa ng mga resipe?
fr: Comment générer des recettes?
hi: मैं रेसिपी कैसे बनाऊं?
id: Bagaimana cara membuat resep?
it: Come genero le ricette?
kk: Рецептті қалай жасаймын?
ms: Bagaimana saya menjana resipi?
nl: Hoe genereer ik recepten?
pt: Como gero receitas?
ru: Как создать рецепты?
th: สร้างสูตรอาหารยังไง?
uk: Як створити рецепти?
uz: Retseptlarni qanday yarataman?

# settingsFaq1A
source: Tap 'Generate Recipe' from the home screen or use the search bar to describe what you want to cook.
af: Tik op 'Genereer Resep' vanaf die tuisskerm of gebruik die soekbalk om te beskryf wat jy wil kook.
ar: اضغط على 'إنشاء وصفة' من الشاشة الرئيسية أو استخدم شريط البحث لوصف ما تريد طبخه.
bn: হোম স্ক্রিন থেকে 'রেসিপি তৈরি করুন'-এ ট্যাপ করুন বা আপনি কী রান্না করতে চান তা বর্ণনা করতে সার্চ বার ব্যবহার করুন।
de: Tippe auf 'Rezept erstellen' auf der Startseite.
fil: I-tap ang 'Gumawa ng Resipe' mula sa home screen o gamitin ang search bar para ilarawan kung ano ang gusto mong lutuin.
fr: Appuyez sur 'Générer une recette' depuis l'accueil.
hi: होम स्क्रीन से 'रेसिपी बनाएं' पर टैप करें या आप क्या पकाना चाहते हैं वर्णन करने के लिए सर्च बार का उपयोग करें।
id: Ketuk 'Buat Resep' dari layar beranda atau gunakan bilah pencarian untuk menjelaskan apa yang ingin Anda masak.
it: Tocca 'Genera Ricetta' dalla home o usa la barra di ricerca per descrivere cosa vuoi cucinare.
kk: Басты экраннан 'Рецепт Жасау' түймесін басыңыз немесе не пісіргіңіз келетінін сипаттау үшін іздеу жолағын пайдаланыңыз.
ms: Ketik 'Jana Resipi' dari skrin utama atau gunakan bar carian untuk menerangkan apa yang anda mahu masak.
nl: Tik op 'Genereer Recept' of gebruik de zoekbalk.
pt: Toque em 'Gerar Receita' na tela inicial ou use a barra de busca para descrever o que quer cozinhar.
ru: Нажмите 'Создать рецепт' на главной или опишите в поиске, что хотите приготовить.
th: แตะ 'สร้างสูตรอาหาร' จากหน้าแรกหรือใช้แถบค้นหา
uk: Натисніть 'Створити рецепт' на головній або опишіть у пошуку, що хочете приготувати.
uz: Bosh sahifadan 'Retsept yaratish' ni bosing yoki qidiruv panelidan foydalaning.

# settingsFaq2Q
source: Is my data secure?
af: Is my data veilig?
ar: هل بياناتي آمنة؟
bn: আমার ডেটা কি নিরাপদ?
de: Sind meine Daten sicher?
fil: Ligtas ba ang aking data?
fr: Mes données sont-elles sécurisées?
hi: क्या मेरा डेटा सुरक्षित है?
id: Apakah data saya aman?
it: I miei dati sono sicuri?
kk: Менің деректерім қауіпсіз бе?
ms: Adakah data saya selamat?
nl: Is mijn data veilig?
pt: Meus dados estão seguros?
ru: Мои данные в безопасности?
th: ข้อมูลปลอดภัยไหม?
uk: Мої дані в безпеці?
uz: Ma'lumotlarim xavfsizmi?

# settingsFaq2A
source: Yes, all your data is encrypted and stored securely. We never share your personal information.
af: Ja, al jou data is geënkripteer en veilig gestoor. Ons deel nooit jou persoonlike inligting nie.
ar: نعم، جميع بياناتك مشفرة ومخزنة بأمان. لا نشارك معلوماتك الشخصية أبداً.
bn: হ্যাঁ, আপনার সব ডেটা এনক্রিপ্ট করা এবং নিরাপদে সংরক্ষিত। আমরা কখনই আপনার ব্যক্তিগত তথ্য শেয়ার করি না।
de: Ja, alle Daten sind verschlüsselt.
fil: Oo, lahat ng iyong data ay naka-encrypt at ligtas na nakaimbak. Hindi namin ibinabahagi ang iyong personal na impormasyon.
fr: Oui, toutes vos données sont cryptées.
hi: हां, आपका सारा डेटा एन्क्रिप्टेड और सुरक्षित रूप से संग्रहीत है। हम कभी भी आपकी व्यक्तिगत जानकारी साझा नहीं करते।
id: Ya, semua data Anda dienkripsi dan disimpan dengan aman. Kami tidak pernah membagikan informasi pribadi Anda.
it: Sì, tutti i tuoi dati sono crittografati e archiviati in modo sicuro. Non condividiamo mai le tue informazioni personali.
kk: Иә, барлық деректеріңіз шифрланған және қауіпсіз сақталған. Біз жеке ақпаратыңызды ешқашан бөліспейміз.
ms: Ya, semua data anda dienkripsi dan disimpan dengan selamat. Kami tidak pernah berkongsi maklumat peribadi anda.
nl: Ja, al je data is versleuteld en veilig opgeslagen.
pt: Sim, todos os seus dados são criptografados e armazenados com segurança. Nunca compartilhamos suas informações pessoais.
ru: Да, все данные зашифрованы и хранятся безопасно. Мы никогда не делимся личной информацией.
th: ใช่ ข้อมูลทั้งหมดถูกเข้ารหัสและจัดเก็บอย่างปลอดภัย
uk: Так, усі дані зашифровані та зберігаються безпечно. Ми ніколи не ділимося особистою інформацією.
uz: Ha, barcha ma'lumotlaringiz shifrlangan va xavfsiz saqlangan.

# settingsFaq3Q
source: Can I use the app offline?
af: Kan ek die app vanlyn gebruik?
ar: هل يمكنني استخدام التطبيق بدون إنترنت؟
bn: আমি কি অফলাইনে অ্যাপ ব্যবহার করতে পারি?
de: Kann ich die App offline nutzen?
fil: Magagamit ko ba ang app offline?
fr: Puis-je utiliser l'app hors ligne?
hi: क्या मैं ऐप ऑफलाइन उपयोग कर सकता हूं?
id: Bisakah saya menggunakan aplikasi secara offline?
it: Posso usare l'app offline?
kk: Қолданбаны офлайн пайдалана аламын ба?
ms: Bolehkah saya menggunakan aplikasi secara luar talian?
nl: Kan ik de app offline gebruiken?
pt: Posso usar o app offline?
ru: Могу ли я использовать приложение офлайн?
th: ใช้แอปออฟไลน์ได้ไหม?
uk: Чи можу я використовувати додаток офлайн?
uz: Ilovadan oflayn foydalanishim mumkinmi?

# settingsFaq3A
source: Basic features work offline, but AI generation requires an internet connection.
af: Basiese funksies werk vanlyn, maar KI generering vereis 'n internetverbinding.
ar: الميزات الأساسية تعمل بدون إنترنت، لكن إنشاء الذكاء الاصطناعي يتطلب اتصالاً بالإنترنت.
bn: মৌলিক বৈশিষ্ট্যগুলো অফলাইনে কাজ করে, কিন্তু AI জেনারেশনের জন্য ইন্টারনেট সংযোগ প্রয়োজন।
de: Basisfunktionen funktionieren offline.
fil: Gumagana ang mga basic na feature offline, ngunit ang AI generation ay nangangailangan ng internet connection.
fr: Les fonctions de base fonctionnent hors ligne.
hi: बुनियादी सुविधाएं ऑफलाइन काम करती हैं, लेकिन AI जनरेशन के लिए इंटरनेट कनेक्शन चाहिए।
id: Fitur dasar berfungsi offline, tetapi pembuatan AI memerlukan koneksi internet.
it: Le funzioni base funzionano offline, ma la generazione AI richiede connessione internet.
kk: Негізгі мүмкіндіктер офлайн жұмыс істейді, бірақ AI жасау интернет қосылымын қажет етеді.
ms: Ciri-ciri asas berfungsi secara luar talian, tetapi penjanaan AI memerlukan sambungan internet.
nl: Basisfuncties werken offline, maar AI vereist internet.
pt: Recursos básicos funcionam offline, mas a geração com IA requer conexão com a internet.
ru: Базовые функции работают офлайн, но ИИ-генерация требует интернета.
th: ฟีเจอร์พื้นฐานทำงานออฟไลน์ แต่ AI ต้องการอินเทอร์เน็ต
uk: Базові функції працюють офлайн, але ШІ-генерація потребує інтернету.
uz: Asosiy funksiyalar oflayn ishlaydi, lekin SI internet talab qiladi.

# settingsFaq4Q
source: How do I save my favorite recipes?
af: Hoe stoor ek my gunsteling resepte?
ar: كيف أحفظ وصفاتي المفضلة؟
bn: আমি কীভাবে আমার প্রিয় রেসিপি সংরক্ষণ করব?
de: Wie speichere ich Lieblingsrezepte?
fil: Paano ko ise-save ang aking mga paboritong resipe?
fr: Comment sauvegarder mes recettes favorites?
hi: मैं अपनी पसंदीदा रेसिपी कैसे सहेजूं?
id: Bagaimana cara menyimpan resep favorit saya?
it: Come salvo le mie ricette preferite?
kk: Таңдаулы рецепттерімді қалай сақтаймын?
ms: Bagaimana saya menyimpan resipi kegemaran?
nl: Hoe sla ik favoriete recepten op?
pt: Como salvo minhas receitas favoritas?
ru: Как сохранить любимые рецепты?
th: บันทึกสูตรอาหารโปรดยังไง?
uk: Як зберегти улюблені рецепти?
uz: Sevimli retseptlarimni qanday saqlayman?
