Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# chatSuggestion3
source: How do I substitute eggs in baking?
af: Hoe vervang ek eiers in gebak?
ar: كيف أستبدل البيض في الخبز؟
bn: বেকিংয়ে ডিম কীভাবে প্রতিস্থাপন করব?
de: Wie ersetze ich Eier beim Backen?
fil: Paano ko papalitan ang itlog sa pagbe-bake?
fr: Comment remplacer les œufs en pâtisserie?
hi: बेकिंग में अंडे कैसे बदलें?
id: Bagaimana cara mengganti telur dalam kue?
it: Come sostituisco le uova nella cottura?
kk: Пісіруде жұмыртқаны қалай ауыстыруға болады?
ms: Bagaimana saya gantikan telur dalam bakar?
nl: Hoe vervang ik eieren bij het bakken?
pt: Como substituir ovos em receitas?
ru: Чем заменить яйца в выпечке?
th: แทนไข่ในการอบขนมยังไง?
uk: Чим замінити яйця у випічці?
uz: Pishirishda tuxumni qanday almashtiraman?

# chatSuggestion4
source: What's a quick 15-minute dinner?
af: Wat is 'n vinnige 15-minuut aandete?
ar: ما هو عشاء سريع في 15 دقيقة؟
bn: দ্রুত ১৫ মিনিটের রাতের খাবার কী?
de: Was ist ein schnelles 15-Minuten-Abendessen?
fil: Ano ang mabilis na hapunan sa loob ng 15 minuto?
fr: Quel dîner rapide en 15 minutes?
hi: 15 मिनट में कौन सा त्वरित डिनर?
id: Apa makan malam cepat 15 menit?
it: Qual è una cena veloce da 15 minuti?
kk: 15 минуттық жылдам кешкі ас не?
ms: Apakah makan malam pantas 15 minit?
nl: Wat is een snel 15-minuten diner?
pt: Qual é um jantar rápido de 15 minutos?
ru: Какой быстрый ужин за 15 минут?
th: อาหารเย็น 15 นาทีมีอะไร?
uk: Яка швидка вечеря за 15 хвилин?
uz: 15 daqiqalik tezkor kechki ovqat nima?

# chatNewChat
source: New Chat
af: Nuwe klets
ar: محادثة جديدة
bn: নতুন চ্যাট
de: Neuer Chat
fil: Bagong chat
fr: Nouvelle conversation
hi: नई चैट
id: Obrolan baru
it: Nuova chat
kk: Жаңа чат
ms: Sembang baru
nl: Nieuwe chat
pt: Nova conversa
ru: Новый чат
th: แชทใหม่
uk: Новий чат
uz: Yangi chat

# chatCopy
source: Copy
af: Kopieer
ar: نسخ
bn: অনুলিপি করুন
de: Kopieren
fil: Kopyahin
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
kk: Көшіру
ms: Salin
nl: Kopiëren
pt: Copiar
ru: Копировать
th: คัดลอก
uk: Копіювати
uz: Nusxalash

# chatMessageCopied
source: Message copied
af: Boodskap gekopieer
ar: تم نسخ الرسالة
bn: বার্তা অনুলিপি করা হয়েছে
de: Nachricht kopiert
fil: Nakopya ang mensahe
fr: Message copié
hi: संदेश कॉपी किया गया
id: Pesan disalin
it: Messaggio copiato
kk: Хабарлама көшірілді
ms: Mesej disalin
nl: Bericht gekopieerd
pt: Mensagem copiada
ru: Сообщение скопировано
th: คัดลอกข้อความแล้ว
uk: Повідомлення скопійовано
uz: Xabar nusxalandi

# chatEdit
source: Edit
af: Redigeer
ar: تحرير
bn: সম্পাদনা করুন
de: Bearbeiten
fil: I-edit
fr: Modifier
hi: संपादित करें
id: Sunting
it: Modifica
kk: Өңдеу
ms: Sunting
nl: Bewerken
pt: Editar
ru: Редактировать
th: แก้ไข
uk: Редагувати
uz: Tahrirlash

# chatHistoryTitle
source: Chat History
af: Kletsgeskiedenis
ar: سجل المحادثات
bn: চ্যাট ইতিহাস
de: Chatverlauf
fil: Kasaysayan ng Chat
fr: Historique des chats
hi: चैट इतिहास
id: Riwayat Chat
it: Cronologia Chat
kk: Чат тарихы
ms: Sejarah Sembang
nl: Chatgeschiedenis
pt: Histórico de Chats
ru: История чатов
th: ประวัติแชท
uk: Історія чатів
uz: Chat tarixi

# chatHistoryConversation
source: conversation
af: gesprek
ar: محادثة
bn: কথোপকথন
de: Unterhaltung
fil: usapan
hi: बातचीत
id: percakapan
it: conversazione
kk: әңгіме
ms: perbualan
nl: gesprek
pt: conversa
ru: разговор
th: การสนทนา
uk: розмова
uz: suhbat

# chatHistoryConversations
source: conversations
af: gesprekke
ar: محادثات
bn: কথোপকথন
de: Unterhaltungen
fil: mga usapan
fr: conversation
hi: बातचीतें
id: percakapan
it: conversazioni
kk: әңгімелер
ms: perbualan
nl: gesprekken
pt: conversas
ru: разговоров
th: การสนทนา
uk: розмов
uz: suhbatlar

# chatHistorySearchPlaceholder
source: Search chats...
af: Soek kletse...
ar: البحث في المحادثات...
bn: চ্যাট খুঁজুন...
de: Chats durchsuchen...
fil: Maghanap ng mga chat...
fr: Rechercher des chats...
hi: चैट खोजें...
id: Cari chat...
it: Cerca chat...
kk: Чаттарды іздеу...
ms: Cari sembang...
nl: Chats zoeken...
pt: Pesquisar chats...
ru: Поиск чатов...
th: ค้นหาแชท...
uk: Пошук чатів...
uz: Chat qidirish...

# chatHistoryEmpty
source: No saved chats yet
af: Nog geen gestoorde kletse
ar: لا توجد محادثات محفوظة بعد
bn: এখনও কোনো সংরক্ষিত চ্যাট নেই
de: Noch keine gespeicherten Chats
fil: Wala pang na-save na chat
fr: Pas encore de chats sauvegardés
hi: अभी तक कोई सहेजी गई चैट नहीं
id: Belum ada chat tersimpan
it: Nessuna chat salvata ancora
kk: Сақталған чаттар жоқ
ms: Tiada sembang tersimpan
nl: Nog geen opgeslagen chats
pt: Nenhum chat salvo ainda
ru: Пока нет сохранённых чатов
th: ยังไม่มีแชทที่บันทึก
uk: Немає збережених чатів
uz: Saqlangan chatlar yo'q

# chatHistoryEmptyHint
source: Your conversations will appear here automatically
af: Jou gesprekke sal outomaties hier verskyn
ar: ستظهر محادثاتك هنا تلقائياً
bn: আপনার কথোপকথন স্বয়ংক্রিয়ভাবে এখানে দেখা যাবে
de: Deine Unterhaltungen erscheinen hier automatisch
fil: Ang iyong mga usapan ay awtomatikong lalabas dito
fr: Vos conversations apparaîtront ici automatiquement
hi: आपकी बातचीत यहां स्वचालित रूप से दिखाई देगी
id: Percakapan Anda akan muncul di sini secara otomatis
it: Le tue conversazioni appariranno qui automaticamente
kk: Әңгімелеріңіз автоматты түрде мұнда көрсетіледі
ms: Perbualan anda akan muncul di sini secara automatik
nl: Je gesprekken verschijnen hier automatisch
pt: Suas conversas aparecerão aqui automaticamente
ru: Ваши разговоры появятся здесь автоматически
th: การสนทนาของคุณจะปรากฏที่นี่โดยอัตโนมัติ
uk: Ваші розмови з'являться тут автоматично
uz: Suhbatlaringiz bu yerda avtomatik ko'rsatiladi

# chatHistoryNoResults
source: No chats found
af: Geen kletse gevind
ar: لم يتم العثور على محادثات
bn: কোনো চ্যাট পাওয়া যায়নি
de: Keine Chats gefunden
fil: Walang nahanap na chat
fr: Aucun chat trouvé
hi: कोई चैट नहीं मिली
id: Tidak ada chat ditemukan
it: Nessuna chat trovata
kk: Чаттар табылмады
ms: Tiada sembang ditemui
nl: Geen chats gevonden
pt: Nenhum chat encontrado
ru: Чаты не найдены
th: ไม่พบแชท
uk: Чатів не знайдено
uz: Chat topilmadi

# chatHistoryTryDifferent
source: Try a different search term
af: Probeer 'n ander soekterm
ar: جرب مصطلح بحث مختلف
bn: ভিন্ন অনুসন্ধান শব্দ চেষ্টা করুন
de: Versuche einen anderen Suchbegriff
fil: Subukan ang ibang search term
fr: Essayez un autre terme de recherche
hi: एक अलग खोज शब्द आज़माएं
id: Coba kata kunci pencarian lain
it: Prova un termine di ricerca diverso
kk: Басқа іздеу сөзін көріңіз
ms: Cuba istilah carian lain
nl: Probeer een andere zoekterm
pt: Tente um termo de pesquisa diferente
ru: Попробуйте другой поисковый запрос
th: ลองใช้คำค้นหาอื่น
uk: Спробуйте інший пошуковий запит
uz: Boshqa qidiruv so'zini sinab ko'ring

# chatHistoryStartChatting
source: Start Chatting
af: Begin Klets
ar: ابدأ المحادثة
bn: চ্যাট শুরু করুন
de: Chat starten
fil: Magsimulang Mag-chat
fr: Commencer à discuter
hi: चैट शुरू करें
id: Mulai Mengobrol
it: Inizia a Chattare
kk: Чат бастау
ms: Mula Sembang
nl: Begin te chatten
pt: Começar a Conversar
ru: Начать чат
th: เริ่มแชท
uk: Почати чат
uz: Chat boshlash

# chatHistoryToday
source: Today
af: Vandag
ar: اليوم
bn: আজ
de: Heute
fil: Ngayon
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
kk: Бүгін
ms: Hari ini
nl: Vandaag
pt: Hoje
ru: Сегодня
th: วันนี้
uk: Сьогодні
uz: Bugun

# chatHistoryYesterday
source: Yesterday
af: Gister
ar: أمس
bn: গতকাল
de: Gestern
fil: Kahapon
fr: Hier
hi: कल
id: Kemarin
it: Ieri
kk: Кеше
ms: Semalam
nl: Gisteren
pt: Ontem
ru: Вчера
th: เมื่อวาน
uk: Вчора
uz: Kecha

# chatHistoryDaysAgo
source: days ago
af: dae gelede
ar: أيام مضت
bn: দিন আগে
de: Tage her
fil: araw na nakalipas
fr: jours
hi: दिन पहले
id: hari lalu
it: giorni fa
kk: күн бұрын
ms: hari lalu
nl: dagen geleden
pt: dias atrás
ru: дней назад
th: วันก่อน
uk: днів тому
uz: kun oldin

# chatHistoryMessages
source: messages
af: boodskappe
ar: رسائل
bn: বার্তা
de: Nachrichten
fil: mga mensahe
hi: संदेश
id: pesan
it: messaggi
kk: хабарламалар
ms: mesej
nl: berichten
pt: mensagens
ru: сообщений
th: ข้อความ
uk: повідомлень
uz: xabar

# chatHistoryNoMessages
source: No messages
af: Geen boodskappe
ar: لا توجد رسائل
bn: কোনো বার্তা নেই
de: Keine Nachrichten
fil: Walang mensahe
fr: Pas de messages
hi: कोई संदेश नहीं
id: Tidak ada pesan
it: Nessun messaggio
kk: Хабарламалар жоқ
ms: Tiada mesej
nl: Geen berichten
pt: Sem mensagens
ru: Нет сообщений
th: ไม่มีข้อความ
uk: Немає повідомлень
uz: Xabar yo'q

# chatHistoryOpen
source: Open
af: Maak oop
ar: فتح
bn: খুলুন
de: Öffnen
fil: Buksan
fr: Ouvrir
hi: खोलें
id: Buka
it: Apri
kk: Ашу
ms: Buka
nl: Openen
pt: Abrir
ru: Открыть
th: เปิด
uk: Відкрити
uz: Ochish

# chatHistoryDeleted
source: Chat deleted!
af: Klets verwyder!
ar: تم حذف المحادثة!
bn: চ্যাট মুছে ফেলা হয়েছে!
de: Chat gelöscht!
fil: Na-delete ang chat!
fr: Chat supprimé!
hi: चैट हटा दी गई!
id: Chat dihapus!
it: Chat eliminata!
kk: Чат жойылды!
ms: Sembang dipadam!
nl: Chat verwijderd!
pt: Chat excluído!
ru: Чат удалён!
th: ลบแชทแล้ว!
uk: Чат видалено!
uz: Chat o'chirildi!

# chatHistoryRenamed
source: Chat renamed!
af: Klets hernoem!
ar: تم تغيير اسم المحادثة!
bn: চ্যাট নাম পরিবর্তন হয়েছে!
de: Chat umbenannt!
fil: Na-rename ang chat!
fr: Chat renommé!
hi: चैट का नाम बदल दिया गया!
id: Chat diganti nama!
it: Chat rinominata!
kk: Чат атауы өзгертілді!
ms: Sembang dinamakan semula!
nl: Chat hernoemd!
pt: Chat renomeado!
ru: Чат переименован!
th: เปลี่ยนชื่อแชทแล้ว!
uk: Чат перейменовано!
uz: Chat qayta nomlandi!

# chatHistoryAllCleared
source: All chats cleared!
af: Alle kletse uitgevee!
ar: تم مسح جميع المحادثات!
bn: সব চ্যাট মুছে ফেলা হয়েছে!
de: Alle Chats gelöscht!
fil: Lahat ng chat ay na-clear!
fr: Tous les chats effacés!
hi: सभी चैट साफ़ कर दी गई!
id: Semua chat dihapus!
it: Tutte le chat cancellate!
kk: Барлық чаттар жойылды!
ms: Semua sembang dipadam!
nl: Alle chats gewist!
pt: Todos os chats limpos!
ru: Все чаты очищены!
th: ล้างแชททั้งหมดแล้ว!
uk: Усі чати очищено!
uz: Barcha chatlar o'chirildi!

# chatHistoryClearAll
source: Clear All
af: Vee Alles Uit
ar: مسح الكل
bn: সব মুছুন
de: Alle löschen
fil: I-clear Lahat
fr: Tout effacer
hi: सभी साफ़ करें
id: Hapus Semua
it: Cancella Tutto
kk: Барлығын жою
ms: Padam Semua
nl: Alles wissen
pt: Limpar Tudo
ru: Очистить все
th: ล้างทั้งหมด
uk: Очистити все
uz: Hammasini o'chirish

# chatHistoryDeleteConfirmTitle
source: Delete this chat?
af: Verwyder hierdie klets?
ar: حذف هذه المحادثة؟
bn: এই চ্যাট মুছে ফেলবেন?
de: Diesen Chat löschen?
fil: I-delete ang chat na ito?
fr: Supprimer ce chat?
hi: इस चैट को हटाएं?
id: Hapus chat ini?
it: Eliminare questa chat?
kk: Бұл чатты жою керек пе?
ms: Padam sembang ini?
nl: Deze chat verwijderen?
pt: Excluir este chat?
ru: Удалить этот чат?
th: ลบแชทนี้?
uk: Видалити цей чат?
uz: Bu chat o'chirilsinmi?

# chatHistoryDeleteConfirmMessage
source: This action cannot be undone. This will permanently delete the conversation.
af: Hierdie aksie kan nie ongedaan gemaak word nie. Die gesprek sal permanent verwyder word.
ar: لا يمكن التراجع عن هذا الإجراء. سيتم حذف المحادثة نهائياً.
bn: এই ক্রিয়া পূর্বাবস্থায় ফেরানো যাবে না। কথোপকথন স্থায়ীভাবে মুছে যাবে।
de: Diese Aktion kann nicht rückgängig gemacht werden. Die Unterhaltung wird dauerhaft gelöscht.
fil: Hindi na maaring i-undo ang aksyon na ito. Permanenteng made-delete ang usapan.
fr: Cette action est irréversible. La conversation sera définitivement supprimée.
hi: यह क्रिया पूर्ववत नहीं की जा सकती। बातचीत स्थायी रूप से हटा दी जाएगी।
id: Tindakan ini tidak dapat dibatalkan. Percakapan akan dihapus secara permanen.
it: Questa azione non può essere annullata. La conversazione verrà eliminata permanentemente.
kk: Бұл әрекетті болдырмау мүмкін емес. Әңгіме біржола жойылады.
ms: Tindakan ini tidak boleh dibatalkan. Perbualan akan dipadam secara kekal.
nl: Deze actie kan niet ongedaan worden gemaakt. Het gesprek wordt permanent verwijderd.
pt: Esta ação não pode ser desfeita. A conversa será excluída permanentemente.
ru: Это действие нельзя отменить. Разговор будет удалён навсегда.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้ การสนทนาจะถูกลบถาวร
uk: Цю дію не можна скасувати. Розмову буде видалено назавжди.
uz: Bu amalni bekor qilib bo'lmaydi. Suhbat butunlay o'chiriladi.

# chatHistoryClearAllTitle
source: Clear all chats?
af: Vee alle kletse uit?
ar: مسح جميع المحادثات؟
bn: সব চ্যাট মুছে ফেলবেন?
de: Alle Chats löschen?
fil: I-clear lahat ng chat?
fr: Effacer tous les chats?
hi: सभी चैट साफ़ करें?
id: Hapus semua chat?
it: Cancellare tutte le chat?
kk: Барлық чаттарды жою керек пе?
ms: Padam semua sembang?
nl: Alle chats wissen?
pt: Limpar todos os chats?
ru: Очистить все чаты?
th: ล้างแชททั้งหมด?
uk: Очистити всі чати?
uz: Barcha chatlar o'chirilsinmi?

# chatHistoryClearAllMessage
source: This will permanently delete all your saved conversations. This action cannot be undone.
af: Al jou gestoorde gesprekke sal permanent verwyder word. Hierdie aksie kan nie ongedaan gemaak word nie.
ar: سيتم حذف جميع محادثاتك المحفوظة نهائياً. لا يمكن التراجع عن هذا الإجراء.
bn: আপনার সব সংরক্ষিত কথোপকথন স্থায়ীভাবে মুছে যাবে। এই ক্রিয়া পূর্বাবস্থায় ফেরানো যাবে না।
de: Dies löscht dauerhaft alle gespeicherten Unterhaltungen. Diese Aktion kann nicht rückgängig gemacht werden.
fil: Permanenteng made-delete ang lahat ng iyong na-save na usapan. Hindi na maaring i-undo ang aksyon na ito.
fr: Cela supprimera définitivement toutes vos conversations sauvegardées. Cette action est irréversible.
hi: यह आपकी सभी सहेजी गई बातचीतों को स्थायी रूप से हटा देगा। यह क्रिया पूर्ववत नहीं की जा सकती।
id: Semua percakapan tersimpan akan dihapus secara permanen. Tindakan ini tidak dapat dibatalkan.
it: Tutte le conversazioni salvate verranno eliminate permanentemente. Questa azione non può essere annullata.
kk: Сақталған барлық әңгімелер біржола жойылады. Бұл әрекетті болдырмау мүмкін емес.
ms: Semua perbualan tersimpan akan dipadam secara kekal. Tindakan ini tidak boleh dibatalkan.
nl: Al je opgeslagen gesprekken worden permanent verwijderd. Deze actie kan niet ongedaan worden gemaakt.
pt: Todas as suas conversas salvas serão excluídas permanentemente. Esta ação não pode ser desfeita.
ru: Все сохранённые разговоры будут удалены навсегда. Это действие нельзя отменить.
th: การสนทนาที่บันทึกไว้ทั้งหมดจะถูกลบถาวร การดำเนินการนี้ไม่สามารถยกเลิกได้
uk: Усі збережені розмови буде видалено назавжди. Цю дію не можна скасувати.
uz: Saqlangan barcha suhbatlar butunlay o'chiriladi. Bu amalni bekor qilib bo'lmaydi.

# favoritesTitle
source: My Collection
af: My Versameling
ar: مجموعتي
bn: আমার সংগ্রহ
de: Meine Sammlung
fil: Ang Aking Koleksyon
fr: Ma collection
hi: मेरा संग्रह
id: Koleksi Saya
it: La Mia Collezione
kk: Менің Жинағым
ms: Koleksi Saya
nl: Mijn Collectie
pt: Minha Coleção
ru: Моя коллекция
th: คอลเลกชันของฉัน
uk: Моя колекція
uz: Mening to'plamim

# favoritesSubtitle
source: Your saved content
af: Jou gestoorde inhoud
ar: محتواك المحفوظ
bn: আপনার সংরক্ষিত কন্টেন্ট
de: Deine gespeicherten Inhalte
fil: Ang iyong na-save na content
fr: Votre contenu sauvegardé
hi: आपकी सहेजी गई सामग्री
id: Konten tersimpan Anda
it: I tuoi contenuti salvati
kk: Сақталған мазмұныңыз
ms: Kandungan tersimpan anda
nl: Je opgeslagen content
pt: Seu conteúdo salvo
ru: Сохранённый контент
th: เนื้อหาที่บันทึกไว้
uk: Збережений контент
uz: Saqlangan kontentingiz

# favoritesNoFavorites
source: No Favorites Yet
af: Nog Geen Gunstelinge
ar: لا توجد مفضلات بعد
bn: এখনও কোন পছন্দ নেই
de: Noch keine Favoriten
fil: Wala Pang Mga Paborito
fr: Pas encore de favoris
hi: अभी तक कोई पसंदीदा नहीं
id: Belum Ada Favorit
it: Nessun Preferito Ancora
kk: Таңдаулылар Жоқ
ms: Tiada Kegemaran Lagi
nl: Nog geen favorieten
pt: Sem Favoritos Ainda
ru: Пока нет избранного
th: ยังไม่มีรายการโปรด
uk: Поки немає обраного
uz: Hali sevimlilar yo'q

# favoritesNoFavoritesHint
source: Tap the heart icon on recipes you love!
af: Tik op die hart ikoon op resepte wat jy liefhet!
ar: اضغط على أيقونة القلب على الوصفات التي تحبها!
bn: আপনি যে রেসিপিগুলো পছন্দ করেন সেগুলোতে হার্ট আইকনে ট্যাপ করুন!
de: Tippe auf das Herz bei Rezepten die du magst!
fil: I-tap ang icon ng puso sa mga resipe na gusto mo!
fr: Appuyez sur le cœur pour ajouter aux favoris!
hi: जो रेसिपी आपको पसंद हैं उन पर हार्ट आइकन टैप करें!
id: Ketuk ikon hati pada resep yang Anda suka!
it: Tocca l'icona del cuore sulle ricette che ami!
kk: Ұнаған рецепттердегі жүрек белгішесін басыңыз!
ms: Ketik ikon hati pada resipi yang anda suka!
nl: Tik op het hartje bij recepten die je leuk vindt!
pt: Toque no ícone de coração nas receitas que você ama!
ru: Нажмите на сердечко у понравившихся рецептов!
th: แตะไอคอนหัวใจที่สูตรอาหารที่ชอบ!
uk: Натисніть на сердечко у сподобаних рецептів!
uz: Yoqtirgan retseptlarda yurak belgisini bosing!

# favoritesNoSaved
source: No Saved Recipes Yet
af: Nog Geen Gestoorde Resepte
ar: لا توجد وصفات محفوظة بعد
bn: এখনও কোন সংরক্ষিত রেসিপি নেই
de: Keine gespeicherten Rezepte
fil: Wala Pang Na-save na Resipe
fr: Pas de recettes sauvegardées
hi: अभी तक कोई सहेजी गई रेसिपी नहीं
id: Belum Ada Resep Tersimpan
it: Nessuna Ricetta Salvata
kk: Сақталған Рецепттер Жоқ
ms: Tiada Resipi Tersimpan Lagi
nl: Nog geen opgeslagen recepten
pt: Sem Receitas Salvas Ainda
ru: Пока нет сохранённых рецептов
th: ยังไม่มีสูตรอาหารที่บันทึก
uk: Поки немає збережених рецептів
uz: Hali saqlangan retsept yo'q

# favoritesNoSavedHint
source: Tap the bookmark icon to save recipes for later!
af: Tik op die boekmerk ikoon om resepte vir later te stoor!
ar: اضغط على أيقونة العلامة المرجعية لحفظ الوصفات لوقت لاحق!
bn: পরে জন্য রেসিপি সংরক্ষণ করতে বুকমার্ক আইকনে ট্যাপ করুন!
de: Tippe auf das Lesezeichen zum Speichern!
fil: I-tap ang bookmark icon para i-save ang mga resipe!
fr: Appuyez sur le signet pour sauvegarder!
hi: बाद के लिए रेसिपी सहेजने के लिए बुकमार्क आइकन टैप करें!
id: Ketuk ikon bookmark untuk menyimpan resep untuk nanti!
it: Tocca l'icona del segnalibro per salvare le ricette!
kk: Рецепттерді кейінге сақтау үшін бетбелгі белгішесін басыңыз!
ms: Ketik ikon penanda buku untuk menyimpan resipi!
nl: Tik op het bladwijzericoon om recepten op te slaan!
pt: Toque no ícone de marcador para salvar receitas!
ru: Нажмите на закладку, чтобы сохранить рецепты!
th: แตะไอคอนบุ๊กมาร์กเพื่อบันทึกสูตรอาหาร!
uk: Натисніть на закладку, щоб зберегти рецепти!
uz: Retseptlarni saqlash uchun xatcho'p belgisini bosing!

# favoritesNoMealPlans
source: No Saved Meal Plans
af: Geen Gestoorde Eteplanne
ar: لا توجد خطط وجبات محفوظة
bn: কোন সংরক্ষিত মিল প্ল্যান নেই
de: Keine Mahlzeitenpläne
fil: Walang Na-save na Plano ng Pagkain
fr: Pas de plans de repas
hi: कोई सहेजी गई भोजन योजना नहीं
id: Tidak Ada Rencana Makan Tersimpan
it: Nessun Piano Pasti Salvato
kk: Сақталған Тамақ Жоспарлары Жоқ
ms: Tiada Pelan Makanan Tersimpan
nl: Geen opgeslagen maaltijdplannen
pt: Sem Planos de Refeições Salvos
ru: Нет сохранённых планов питания
th: ไม่มีแผนอาหารที่บันทึก
uk: Немає збережених планів харчування
uz: Saqlangan ovqatlanish rejasi yo'q

# favoritesNoMealPlansHint
source: Create a meal plan to see it here!
af: Skep 'n eteplan om dit hier te sien!
ar: أنشئ خطة وجبات لتظهر هنا!
bn: এখানে দেখতে একটি মিল প্ল্যান তৈরি করুন!
de: Erstelle einen Plan um ihn hier zu sehen!
fil: Gumawa ng plano ng pagkain para makita dito!
fr: Créez un plan pour le voir ici!
hi: इसे यहां देखने के लिए भोजन योजना बनाएं!
id: Buat rencana makan untuk melihatnya di sini!
it: Crea un piano pasti per vederlo qui!
kk: Мұнда көру үшін тамақ жоспарын жасаңыз!
ms: Buat pelan makanan untuk melihatnya di sini!
nl: Maak een maaltijdplan om het hier te zien!
pt: Crie um plano de refeições para vê-lo aqui!
ru: Создайте план питания, чтобы увидеть его здесь!
th: สร้างแผนอาหารเพื่อดูที่นี่!
uk: Створіть план харчування, щоб побачити його тут!
uz: Bu yerda ko'rish uchun ovqatlanish rejasi yarating!

# favoritesNoGrocery
source: No Grocery List
af: Geen Inkopielys
ar: لا توجد قائمة مشتريات
bn: কোন মুদি তালিকা নেই
de: Keine Einkaufsliste
fil: Walang Listahan ng Grocery
fr: Pas de liste de courses
hi: कोई किराने की सूची नहीं
id: Tidak Ada Daftar Belanja
it: Nessuna Lista della Spesa
kk: Сауда Тізімі Жоқ
ms: Tiada Senarai Runcit
nl: Geen boodschappenlijst
pt: Sem Lista de Compras
ru: Нет списка покупок
th: ไม่มีรายการซื้อของ
uk: Немає списку покупок
uz: Xarid ro'yxati yo'q

# favoritesNoGroceryHint
source: Add items to your grocery list to see them here!
af: Voeg items by jou inkopielys om dit hier te sien!
ar: أضف عناصر إلى قائمة مشترياتك لتظهر هنا!
bn: এখানে দেখতে আপনার মুদি তালিকায় আইটেম যোগ করুন!
de: Füge Artikel zu deiner Liste hinzu!
fil: Magdagdag ng mga item sa iyong listahan ng grocery!
fr: Ajoutez des articles à votre liste!
hi: इसे यहां देखने के लिए अपनी किराने की सूची में आइटम जोड़ें!
id: Tambahkan item ke daftar belanja Anda untuk melihatnya di sini!
it: Aggiungi articoli alla tua lista della spesa per vederli qui!
kk: Мұнда көру үшін сауда тізіміне элементтер қосыңыз!
ms: Tambah item ke senarai runcit anda untuk melihatnya di sini!
nl: Voeg items toe aan je boodschappenlijst!
pt: Adicione itens à sua lista de compras para vê-los aqui!
ru: Добавьте товары в список покупок!
th: เพิ่มรายการไปยังรายการซื้อของ!
uk: Додайте товари до списку покупок!
uz: Xarid ro'yxatiga mahsulot qo'shing!

# favoritesBrowseRecipes
source: Browse Recipes
af: Blaai Resepte
ar: تصفح الوصفات
bn: রেসিপি ব্রাউজ করুন
de: Rezepte durchsuchen
fil: Mag-browse ng Mga Resipe
fr: Parcourir les recettes
hi: रेसिपी ब्राउज़ करें
id: Jelajahi Resep
it: Sfoglia Ricette
kk: Рецепттерді Шолу
ms: Layari Resipi
nl: Recepten bladeren
pt: Explorar Receitas
ru: Смотреть рецепты
th: เรียกดูสูตรอาหาร
uk: Переглянути рецепти
uz: Retseptlarni ko'rish

# favoritesCreateMealPlan
source: Create Meal Plan
af: Skep Eteplan
ar: إنشاء خطة وجبات
bn: মিল প্ল্যান তৈরি করুন
de: Mahlzeitenplan erstellen
fil: Gumawa ng Plano ng Pagkain
fr: Créer un plan de repas
hi: भोजन योजना बनाएं
id: Buat Rencana Makan
it: Crea Piano Pasti
kk: Тамақ Жоспарын Жасау
ms: Buat Pelan Makanan
nl: Maaltijdplan maken
pt: Criar Plano de Refeições
ru: Создать план питания
th: สร้างแผนอาหาร
uk: Створити план харчування
uz: Ovqatlanish rejasi yaratish

# favoritesGoToGrocery
source: Go to Grocery
af: Gaan na Inkopies
ar: الذهاب للمشتريات
bn: মুদিতে যান
de: Zum Einkaufen
fil: Pumunta sa Grocery
fr: Aller aux courses
hi: किराने पर जाएं
id: Pergi ke Belanja
it: Vai alla Spesa
kk: Саудаға Өту
ms: Pergi ke Runcit
nl: Naar boodschappen
pt: Ir para Compras
ru: К покупкам
th: ไปซื้อของ
uk: До покупок
uz: Xaridga o'tish

# favoritesPlans
source: Plans
af: Planne
ar: الخطط
bn: প্ল্যান
de: Pläne
fil: Mga Plano
fr: Forfaits
hi: योजनाएं
id: Rencana
it: Piani
kk: Жоспарлар
ms: Pelan
nl: Plannen
pt: Planos
ru: Планы
th: แผน
uk: Плани
uz: Rejalar

# favoritesCalPerDay
source: cal/day
af: kal/dag
ar: سعرة/يوم
bn: ক্যাল/দিন
de: kal/Tag
fil: cal/araw
fr: cal/jour
hi: कैल/दिन
id: kal/hari
it: cal/giorno
kk: кал/күн
ms: kal/hari
nl: cal/dag
pt: cal/dia
ru: кал/день
th: แคล/วัน
uk: кал/день
uz: kal/kun

# favoritesViewPlan
source: View Plan
af: Sien Plan
ar: عرض الخطة
bn: প্ল্যান দেখুন
de: Plan anzeigen
fil: Tingnan ang Plano
fr: Voir le plan
hi: योजना देखें
id: Lihat Rencana
it: Vedi Piano
kk: Жоспарды Көру
ms: Lihat Pelan
nl: Bekijk Plan
pt: Ver Plano
ru: Смотреть план
th: ดูแผน
uk: Переглянути план
uz: Rejani ko'rish

# favoritesCheckedItems
source: items checked
af: items gemerk
ar: عناصر تم شراؤها
bn: আইটেম চেক করা হয়েছে
de: Artikel abgehakt
fil: mga item na na-check
fr: articles cochés
hi: चेक किए गए आइटम
id: item dicentang
it: articoli spuntati
kk: элемент белгіленген
ms: item ditanda
nl: items afgevinkt
pt: itens marcados
ru: отмечено
th: รายการที่เลือก
uk: відмічено
uz: belgilangan

# settingsTitle
source: Settings
af: Instellings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
fil: Mga Setting
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
kk: Параметрлер
ms: Tetapan
nl: Instellingen
pt: Configurações
ru: Настройки
th: ตั้งค่า
uk: Налаштування
uz: Sozlamalar
