Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# chatErrorNotConfigured
source: Chat API is not configured. Please contact support or check your app settings.
af: Chat API is nie opgestel nie. Kontak asseblief ondersteuning of gaan jou programinstellings na.
ar: واجهة برمجة تطبيقات الدردشة غير مُعدة. يرجى الاتصال بالدعم أو التحقق من إعدادات التطبيق.
bn: চ্যাট API কনফিগার করা নেই। অনুগ্রহ করে সহায়তার সাথে যোগাযোগ করুন বা আপনার অ্যাপ সেটিংস চেক করুন।
de: Chat-API ist nicht konfiguriert. Bitte kontaktieren Sie den Support oder überprüfen Sie Ihre App-Einstellungen.
fil: Hindi naka-configure ang Chat API. Mangyaring makipag-ugnayan sa suporta o tingnan ang iyong mga setting ng app.
fr: L'API de chat n'est pas configurée. Veuillez contacter le support ou vérifier les paramètres de l'application.
hi: चैट एपीआई कॉन्फ़िगर नहीं है. कृपया सहायता से संपर्क करें या अपनी ऐप सेटिंग जांचें।
id: API Obrolan tidak dikonfigurasi. Silakan hubungi dukungan atau periksa pengaturan aplikasi Anda.
it: L'API di chat non è configurata. Contatta l'assistenza o controlla le impostazioni dell'app.
kk: Chat API конфигурацияланбаған. Қолдау қызметіне хабарласыңыз немесе қолданба параметрлерін тексеріңіз.
ms: API Sembang tidak dikonfigurasikan. Sila hubungi sokongan atau semak tetapan apl anda.
nl: Chat-API is niet geconfigureerd. Neem contact op met de ondersteuning of controleer uw app-instellingen.
pt: A API de bate-papo não está configurada. Entre em contato com o suporte ou verifique as configurações do seu aplicativo.
ru: API чата не настроен. Пожалуйста, обратитесь в службу поддержки или проверьте настройки приложения.
th: ไม่ได้กำหนดค่า Chat API โปรดติดต่อฝ่ายสนับสนุนหรือตรวจสอบการตั้งค่าแอปของคุณ
uk: API чату не налаштовано. Зверніться до служби підтримки або перевірте налаштування програми.
uz: Chat API sozlanmagan. Iltimos, qo‘llab-quvvatlash xizmatiga murojaat qiling yoki ilova sozlamalarini tekshiring.

# chatErrorRateLimit
source: Rate limit exceeded. Please try again later.
af: Tarieflimiet oorskry. Probeer asseblief later weer.
ar: تم تجاوز حد المعدل. يرجى المحاولة مرة أخرى لاحقاً.
bn: হার সীমা অতিক্রম করেছে. পরে আবার চেষ্টা করুন.
de: Rate-Limit überschritten. Bitte versuchen Sie es später erneut.
fil: Lumampas sa limitasyon sa rate. Pakisubukang muli mamaya.
fr: Limite de débit dépassée. Veuillez réessayer plus tard.
hi: दर सीमा पार हो गई. कृपया बाद में पुन: प्रयास करें।
id: Batas tarif terlampaui. Silakan coba lagi nanti.
it: Limite di velocità superato. Per favore riprova più tardi.
kk: Тариф шегінен асып кетті. Тағы жасауды сәл кейінірек көріңізді өтінеміз.
ms: Had kadar melebihi. Sila cuba lagi kemudian.
nl: Tarieflimiet overschreden. Probeer het later opnieuw.
pt: Limite de taxa excedido. Por favor, tente novamente mais tarde.
ru: Превышен лимит скорости. Пожалуйста, повторите попытку позже.
th: เกินขีดจำกัดอัตรา โปรดลองอีกครั้งในภายหลัง
uk: Ліміт швидкості перевищено. Спробуйте пізніше.
uz: Tarif chegarasidan oshib ketdi. Keyinroq qayta urinib ko‘ring.

# chatErrorGeneric
source: Sorry, I couldn't process your request. Please try again.
af: Jammer, ek kon nie jou versoek verwerk nie. Probeer asseblief weer.
ar: عذراً، لم أتمكن من معالجة طلبك. يرجى المحاولة مرة أخرى.
bn: দুঃখিত, আমি আপনার অনুরোধ প্রক্রিয়া করতে পারিনি. আবার চেষ্টা করুন.
de: Entschuldigung, ich konnte Ihre Anfrage nicht verarbeiten. Bitte versuchen Sie es erneut.
fil: Paumanhin, hindi ko maproseso ang iyong kahilingan. Pakisubukang muli.
fr: Désolé, je n'ai pas pu traiter votre demande. Veuillez réessayer.
hi: क्षमा करें, मैं आपका अनुरोध संसाधित नहीं कर सका। कृपया पुन: प्रयास करें।
id: Maaf, saya tidak dapat memproses permintaan Anda. Silakan coba lagi.
it: Mi spiace, non ho potuto elaborare la tua richiesta. Per favore riprova.
kk: Кешіріңіз, сұрауыңызды өңдей алмадым. Қайталап көріңіз.
ms: Maaf, saya tidak dapat memproses permintaan anda. Sila cuba lagi.
nl: Sorry, ik kon uw verzoek niet verwerken. Probeer het opnieuw.
pt: Desculpe, não consegui processar sua solicitação. Por favor, tente novamente.
ru: Извините, я не смог обработать ваш запрос. Пожалуйста, попробуйте еще раз.
th: ขออภัย ฉันไม่สามารถดำเนินการตามคำขอของคุณได้ โปรดลองอีกครั้ง
uk: Вибачте, я не зміг обробити ваш запит. Спробуйте ще раз.
uz: Kechirasiz, so‘rovingizni ko‘rib chiqa olmadim. Iltimos, qayta urinib koʻring.

# premiumPurchaseFailed
source: Purchase failed
af: Aankoop het misluk
ar: فشل الشراء
bn: ক্রয় ব্যর্থ হয়েছে
de: Kauf fehlgeschlagen
fil: Nabigo ang pagbili
fr: Échec de l'achat
hi: खरीदारी विफल
id: Pembelian gagal
it: Acquisto fallito
kk: Сатып алу сәтсіз аяқталды
ms: Pembelian gagal
nl: Aankoop mislukt
pt: Falha na compra
ru: Покупка не удалась
th: การซื้อล้มเหลว
uk: Покупка не здійснена
uz: Xarid amalga oshmadi

# premiumUpgrade
source: Upgrade
af: Gradeer op
ar: يرقي
bn: আপগ্রেড করুন
fil: Mag-upgrade
fr: Mise à niveau
hi: उन्नत करना
id: Meningkatkan
it: Aggiornamento
kk: Жаңарту
ms: Naik taraf
nl: Upgraden
pt: Atualizar
ru: Обновление
th: อัพเกรด
uk: Оновлення
uz: Yangilash

# scannerLimitReached
source: You have reached your limit of {limit} free recipe generations. Upgrade to premium for unlimited access!
af: Jy het jou limiet van {limit} gratis resepgenerasies bereik. Gradeer op na premium vir onbeperkte toegang!
ar: لقد وصلت إلى الحد الأقصى المسموح به لعدد {limit} من أجيال الوصفات المجانية. الترقية إلى الإصدار المميز للوصول غير المحدود!
bn: আপনি আপনার {limit} ফ্রি রেসিপি জেনারেশনের সীমায় পৌঁছে গেছেন। সীমাহীন অ্যাক্সেসের জন্য প্রিমিয়ামে আপগ্রেড করুন!
de: Sie haben Ihr Limit von {limit} kostenlosen Rezeptgenerationen erreicht. Upgrade auf Premium für unbegrenzten Zugriff!
fil: Naabot mo na ang iyong limitasyon ng {limit} mga henerasyon ng libreng recipe. Mag-upgrade sa premium para sa walang limitasyong pag-access!
fr: Vous avez atteint votre limite de {limit} générations de recettes gratuites. Passez à Premium pour un accès illimité !
hi: आप निःशुल्क रेसिपी पीढ़ियों की अपनी सीमा तक पहुंच गए हैं। असीमित एक्सेस के लिए प्रीमियम में अपग्रेड करें!
id: Anda telah mencapai batas {limit} pembuatan resep gratis. Tingkatkan ke premium untuk akses tak terbatas!
it: Hai raggiunto il limite di {limit} generazioni di ricette gratuite. Passa a Premium per un accesso illimitato!
kk: Сіз {limit} тегін рецепт буынының шегіне жеттіңіз. Шексіз қолжетімділік үшін премиумға жаңартыңыз!
ms: Anda telah mencapai had {limit} generasi resipi percuma anda. Naik taraf kepada premium untuk akses tanpa had!
nl: U heeft uw limiet van {limit} gratis receptgeneraties bereikt. Upgrade naar premium voor onbeperkte toegang!
pt: Você atingiu seu limite de {limit} gerações de receitas gratuitas. Atualize para premium para acesso ilimitado!
ru: Вы достигли лимита на количество бесплатных генераций рецептов ({limit}). Перейдите на премиум-версию и получите неограниченный доступ!
th: คุณมีสูตรสูตรฟรีถึงขีดจำกัด {limit} รุ่นแล้ว อัพเกรดเป็นพรีเมี่ยมเพื่อการเข้าถึงไม่จำกัด!
uk: Ви досягли ліміту безкоштовних поколінь рецептів ({limit}). Перейдіть на преміум для необмеженого доступу!
uz: {limit} ta bepul retsept avlodi limitiga yetdingiz. Cheksiz kirish uchun premiumga yangilang!

# scannerAiDisabled
source: AI recipe generation is currently disabled. Upgrade to premium for unlimited access!
af: KI-resepgenerering is tans gedeaktiveer. Gradeer op na premium vir onbeperkte toegang!
ar: إنشاء وصفة الذكاء الاصطناعي معطل حاليًا. الترقية إلى الإصدار المميز للوصول غير المحدود!
bn: AI রেসিপি জেনারেশন বর্তমানে অক্ষম। সীমাহীন অ্যাক্সেসের জন্য প্রিমিয়ামে আপগ্রেড করুন!
de: Die Generierung von KI-Rezepten ist derzeit deaktiviert. Upgrade auf Premium für unbegrenzten Zugriff!
fil: Kasalukuyang hindi pinagana ang pagbuo ng recipe ng AI. Mag-upgrade sa premium para sa walang limitasyong pag-access!
fr: La génération de recettes IA est actuellement désactivée. Passez à Premium pour un accès illimité !
hi: एआई रेसिपी पीढ़ी वर्तमान में अक्षम है। असीमित एक्सेस के लिए प्रीमियम में अपग्रेड करें!
id: Pembuatan resep AI saat ini dinonaktifkan. Tingkatkan ke premium untuk akses tak terbatas!
it: La generazione di ricette AI è attualmente disabilitata. Passa a Premium per un accesso illimitato!
kk: AI рецептін жасау қазір өшірілген. Шексіз қолжетімділік үшін премиумға жаңартыңыз!
ms: Penjanaan resipi AI dilumpuhkan pada masa ini. Naik taraf kepada premium untuk akses tanpa had!
nl: Het genereren van AI-recepten is momenteel uitgeschakeld. Upgrade naar premium voor onbeperkte toegang!
pt: A geração de receitas de IA está atualmente desativada. Atualize para premium para acesso ilimitado!
ru: Генерация рецептов ИИ в настоящее время отключена. Перейдите на премиум-версию и получите неограниченный доступ!
th: การสร้างสูตร AI ถูกปิดใช้งานอยู่ในขณะนี้ อัพเกรดเป็นพรีเมี่ยมเพื่อการเข้าถึงไม่จำกัด!
uk: Генерація рецептів AI наразі вимкнена. Перейдіть на преміум для необмеженого доступу!
uz: AI retseptlarini yaratish hozirda oʻchirib qoʻyilgan. Cheksiz kirish uchun premiumga yangilang!

# scannerAddIngredient
source: Add Ingredient
af: Voeg bestanddeel by
ar: أضف المكون
bn: উপাদান যোগ করুন
de: Zutat hinzufügen
fil: Magdagdag ng Sangkap
fr: Ajouter un ingrédient
hi: सामग्री जोड़ें
id: Tambahkan Bahan
it: Aggiungi ingrediente
kk: Ингредиент қосыңыз
ms: Masukkan Bahan
nl: Ingrediënt toevoegen
pt: Adicionar ingrediente
ru: Добавить ингредиент
th: เพิ่มส่วนผสม
uk: Додати інгредієнт
uz: Ingredient qo'shing

# scannerIngredientName
source: Ingredient Name
af: Naam van bestanddeel
ar: اسم المكون
bn: উপাদানের নাম
de: Name der Zutat
fil: Pangalan ng sangkap
fr: Nom de l'ingrédient
hi: संघटक का नाम
id: Nama Bahan
it: Nome dell'ingrediente
kk: Ингредиент атауы
ms: Nama Bahan
nl: Naam van het ingrediënt
pt: Nome do ingrediente
ru: Название ингредиента
th: ชื่อส่วนผสม
uk: Назва інгредієнта
uz: Ingredient nomi

# scannerIngredientNameHint
source: e.g., Tomatoes
af: bv. Tamaties
ar: على سبيل المثال، الطماطم
bn: যেমন, টমেটো
de: z.B. Tomaten
fil: hal., Mga kamatis
fr: par exemple, des tomates
hi: जैसे, टमाटर
id: misalnya tomat
it: ad esempio, pomodori
kk: мысалы, қызанақ
ms: cth., Tomato
nl: bijvoorbeeld tomaten
pt: por exemplo, tomates
ru: например, помидоры
th: เช่น มะเขือเทศ
uk: наприклад, помідори
uz: masalan, pomidor

# scannerQuantity
source: Quantity
af: Hoeveelheid
ar: كمية
bn: পরিমাণ
de: Menge
fil: Dami
fr: Quantité
hi: मात्रा
id: Kuantitas
it: Quantità
kk: Саны
ms: Kuantiti
nl: Hoeveelheid
pt: Quantidade
ru: Количество
th: ปริมาณ
uk: Кількість
uz: Miqdori

# scannerQuantityHint
source: e.g., 2 medium
af: bv. 2 medium
ar: على سبيل المثال، 2 متوسطة
bn: যেমন, 2 মাঝারি
de: z. B. 2 mittel
fil: hal., 2 medium
fr: par exemple, 2 moyens
hi: जैसे, 2 मध्यम
id: misalnya, 2 sedang
it: ad esempio, 2 medio
kk: мысалы, 2 орта
ms: cth., 2 sederhana
nl: bijvoorbeeld 2 medium
pt: por exemplo, 2 médios
ru: например, 2 средних
th: เช่น 2 สื่อ
uk: наприклад, 2 середніх
uz: masalan, 2 ta o'rta

# scannerCategory
source: Category
af: Kategorie
ar: فئة
bn: শ্রেণী
de: Kategorie
fil: Kategorya
fr: Catégorie
hi: वर्ग
id: Kategori
it: Categoria
kk: Санат
ms: kategori
nl: Categorie
pt: Categoria
ru: Категория
th: หมวดหมู่
uk: Категорія
uz: Turkum

# scannerCaptureOrUpload
source: Capture or upload a photo of your ingredients
af: Vang of laai 'n foto van jou bestanddele op
ar: التقط أو قم بتحميل صورة لمكوناتك
bn: আপনার উপাদানের একটি ফটো ক্যাপচার বা আপলোড করুন
de: Nehmen Sie ein Foto Ihrer Zutaten auf oder laden Sie es hoch
fil: Kumuha o mag-upload ng larawan ng iyong mga sangkap
fr: Capturez ou téléchargez une photo de vos ingrédients
hi: अपनी सामग्री की फ़ोटो खींचें या अपलोड करें
id: Ambil atau unggah foto bahan-bahan Anda
it: Cattura o carica una foto dei tuoi ingredienti
kk: Ингредиенттеріңіздің фотосуретін түсіріңіз немесе жүктеңіз
ms: Tangkap atau muat naik foto bahan-bahan anda
nl: Maak of upload een foto van uw ingrediënten
pt: Capture ou carregue uma foto de seus ingredientes
ru: Сделайте или загрузите фотографию ингредиентов.
th: จับภาพหรืออัปโหลดภาพส่วนผสมของคุณ
uk: Зробіть або завантажте фотографію ваших інгредієнтів
uz: Ingredientlaringizni suratga oling yoki yuklang

# scannerDietBalanced
source: Balanced
af: Gebalanseerd
ar: متوازن
bn: সুষম
de: Ausgewogen
fil: Balanseng
fr: Équilibré
hi: संतुलित
id: Seimbang
it: Equilibrato
kk: Теңдестірілген
ms: Seimbang
nl: Evenwichtig
pt: Equilibrado
ru: Сбалансированный
th: สมดุล
uk: Збалансований
uz: Balanslangan

# scannerDietHighProtein
source: High Protein
af: Hoë proteïen
ar: نسبة عالية من البروتين
bn: উচ্চ প্রোটিন
de: Hoher Proteingehalt
fil: Mataas na Protina
fr: Riche en protéines
hi: उच्च प्रोटीन
id: Protein Tinggi
it: Alto contenuto proteico
kk: Жоғары ақуыз
ms: Tinggi Protein
nl: Hoog eiwit
pt: Alta proteína
ru: Высокое содержание белка
th: โปรตีนสูง
uk: Високий вміст білка
uz: Yuqori protein

# scannerDietLowCarb
source: Low Carb
af: Lae koolhidrate
ar: منخفض الكربوهيدرات
bn: কম কার্ব
fil: Mababang Carb
fr: Faible teneur en glucides
hi: कम कार्बोहाइड्रेट वाला
id: Karbohidrat Rendah
it: Basso contenuto di carboidrati
kk: Төмен көмірсу
ms: Karbohidrat Rendah
nl: Lage koolhydraten
pt: Baixo teor de carboidratos
ru: Низкоуглеводный
th: คาร์โบไฮเดรตต่ำ
uk: Низький вміст вуглеводів
uz: Kam uglevod

# scannerDietKeto
source: Keto
ar: كيتو
bn: কেটো
fr: Céto
hi: कीटो
it: Cheto
kk: Кето
pt: Ceto
ru: Кето
th: คีโต
uk: Кето

# scannerDietVegetarian
source: Vegetarian
af: Vegetaries
ar: نباتي
bn: নিরামিষাশী
de: Vegetarier
fr: Végétarien
hi: शाकाहारी
it: Vegetariano
kk: Вегетариандық
nl: Vegetarisch
pt: Vegetariano
ru: Вегетарианец
th: มังสวิรัติ
uk: Вегетаріанська

# scannerDietVegan
source: Vegan
af: Veganisties
ar: نباتي
bn: ভেগান
fr: Végétalien
hi: शाकाहारी
it: Vegano
kk: Вегетариандық
nl: Veganistisch
pt: Vegano
ru: Веган
th: วีแกน
uk: Веганський

# scannerDetectedIngredients
source: Detected Ingredients
af: Bespeurde bestanddele
ar: المكونات المكتشفة
bn: সনাক্ত করা উপাদান
de: Erkannte Inhaltsstoffe
fil: Mga Natukoy na Sangkap
fr: Ingrédients détectés
hi: पता चला सामग्री
id: Bahan Terdeteksi
it: Ingredienti rilevati
kk: Анықталған ингредиенттер
ms: Bahan-bahan yang dikesan
nl: Gedetecteerde ingrediënten
pt: Ingredientes detectados
ru: Обнаруженные ингредиенты
th: ส่วนผสมที่ตรวจพบ
uk: Виявлені інгредієнти
uz: Aniqlangan ingredientlar

# scannerIngredients
source: Ingredients
af: Bestanddele
ar: مكونات
bn: উপকরণ
de: Zutaten
fil: Mga sangkap
fr: Ingrédients
hi: सामग्री
id: Bahan-bahan
it: Ingredienti
kk: Ингредиенттер
ms: bahan-bahan
nl: Ingrediënten
pt: Ingredientes
ru: Ингредиенты
th: วัตถุดิบ
uk: Інгредієнти
uz: Ingredientlar

# scannerInstructions
source: Instructions
af: Instruksies
ar: تعليمات
bn: নির্দেশনা
de: Anweisungen
fil: Mga tagubilin
hi: निर्देश
id: instruksi
it: Istruzioni
kk: Нұсқаулар
ms: Arahan
nl: Instructies
pt: Instruções
ru: Инструкции
th: คำแนะนำ
uk: Інструкції
uz: Ko'rsatmalar

# chatLimitReached
source: You have reached your limit
af: Jy het jou limiet bereik
ar: لقد وصلت إلى الحد الخاص بك
bn: আপনি আপনার সীমা পৌঁছেছেন
de: Sie haben Ihr Limit erreicht
fil: Naabot mo na ang iyong limitasyon
fr: Vous avez atteint votre limite
hi: आप अपनी सीमा तक पहुंच गए हैं
id: Anda telah mencapai batas Anda
it: Hai raggiunto il tuo limite
kk: Сіз өз шегіңізге жеттіңіз
ms: Anda telah mencapai had anda
nl: Je hebt je limiet bereikt
pt: Você atingiu seu limite
ru: Вы достигли своего предела
th: คุณถึงขีดจำกัดของคุณแล้ว
uk: Ви досягли свого ліміту
uz: Siz chegarangizga yetdingiz

# chatLimitReachedMessage
source: You've used all {limit} free messages. Upgrade to premium for unlimited access!
af: Jy het al {limit} gratis boodskappe gebruik. Gradeer op na premium vir onbeperkte toegang!
ar: لقد استخدمت جميع الرسائل المجانية البالغ عددها {limit}. الترقية إلى الإصدار المميز للوصول غير المحدود!
bn: আপনি সমস্ত {limit} বিনামূল্যের বার্তা ব্যবহার করেছেন৷ সীমাহীন অ্যাক্সেসের জন্য প্রিমিয়ামে আপগ্রেড করুন!
de: Sie haben alle {limit} kostenlosen Nachrichten aufgebraucht. Upgrade auf Premium für unbegrenzten Zugriff!
fil: Nagamit mo na ang lahat ng {limit} libreng mensahe. Mag-upgrade sa premium para sa walang limitasyong pag-access!
fr: Vous avez utilisé tous les {limit} messages gratuits. Passez à Premium pour un accès illimité !
hi: आपने सभी {limit} निःशुल्क संदेशों का उपयोग कर लिया है. असीमित एक्सेस के लिए प्रीमियम में अपग्रेड करें!
id: Anda telah menggunakan semua pesan gratis sebesar {limit}. Tingkatkan ke premium untuk akses tak terbatas!
it: Hai utilizzato tutti i {limit} messaggi gratuiti. Passa a Premium per un accesso illimitato!
kk: Сіз {limit} тегін хабардың барлығын пайдаландыңыз. Шексіз қолжетімділік үшін премиумға жаңартыңыз!
ms: Anda telah menggunakan semua {limit} mesej percuma. Naik taraf kepada premium untuk akses tanpa had!
nl: Je hebt alle {limit} gratis berichten gebruikt. Upgrade naar premium voor onbeperkte toegang!
pt: Você usou todas as {limit} mensagens gratuitas. Atualize para premium para acesso ilimitado!
ru: Вы использовали все бесплатные сообщения ({limit}). Перейдите на премиум-версию и получите неограниченный доступ!
th: คุณได้ใช้ข้อความฟรีทั้งหมด {limit} แล้ว อัพเกรดเป็นพรีเมี่ยมเพื่อการเข้าถึงไม่จำกัด!
uk: Ви використали всі {limit} безкоштовних повідомлень. Перейдіть на преміум для необмеженого доступу!
uz: Siz {limit} ta bepul xabardan foydalandingiz. Cheksiz kirish uchun premiumga yangilang!

# chatAiChefDisabled
source: AI Chef chat is currently disabled. Upgrade to premium for unlimited access!
af: AI Chef-klets is tans gedeaktiveer. Gradeer op na premium vir onbeperkte toegang!
ar: دردشة AI Chef معطلة حاليًا. الترقية إلى الإصدار المميز للوصول غير المحدود!
bn: এআই শেফ চ্যাট বর্তমানে অক্ষম। সীমাহীন অ্যাক্সেসের জন্য প্রিমিয়ামে আপগ্রেড করুন!
de: Der AI Chef-Chat ist derzeit deaktiviert. Upgrade auf Premium für unbegrenzten Zugriff!
fil: Kasalukuyang hindi pinagana ang AI Chef chat. Mag-upgrade sa premium para sa walang limitasyong pag-access!
fr: Le chat AI Chef est actuellement désactivé. Passez à Premium pour un accès illimité !
hi: एआई शेफ चैट फिलहाल अक्षम है। असीमित एक्सेस के लिए प्रीमियम में अपग्रेड करें!
id: Obrolan AI Chef saat ini dinonaktifkan. Tingkatkan ke premium untuk akses tak terbatas!
it: La chat di AI Chef è attualmente disabilitata. Passa a Premium per un accesso illimitato!
kk: AI Chef чаты қазір өшірілген. Шексіз қолжетімділік үшін премиумға жаңартыңыз!
ms: Sembang AI Chef dilumpuhkan pada masa ini. Naik taraf kepada premium untuk akses tanpa had!
nl: AI Chef-chat is momenteel uitgeschakeld. Upgrade naar premium voor onbeperkte toegang!
pt: O bate-papo do AI Chef está desativado no momento. Atualize para premium para acesso ilimitado!
ru: Чат AI Chef в настоящее время отключен. Перейдите на премиум-версию и получите неограниченный доступ!
th: การแชทของ AI Chef ถูกปิดใช้งานอยู่ในขณะนี้ อัพเกรดเป็นพรีเมี่ยมเพื่อการเข้าถึงไม่จำกัด!
uk: Чат AI Chef наразі вимкнено. Перейдіть на преміум для необмеженого доступу!
uz: AI Chef suhbati hozirda o‘chirib qo‘yilgan. Cheksiz kirish uchun premiumga yangilang!

# commonUpgrade
source: Upgrade to Premium
af: Gradeer op na Premium
ar: الترقية إلى بريميوم
bn: প্রিমিয়ামে আপগ্রেড করুন
de: Upgrade auf Premium
fil: Mag-upgrade sa Premium
fr: Passer à Premium
hi: प्रीमियम में अपग्रेड करें
id: Tingkatkan ke Premium
it: Passa a Premium
kk: Premium нұсқасына жаңартыңыз
ms: Naik taraf kepada Premium
nl: Upgrade naar Premium
pt: Atualizar para Premium
ru: Обновите до Премиум
th: อัปเกรดเป็นพรีเมียม
uk: Оновіть до Premium
uz: Premiumga yangilang

# backButtonCancel
source: Cancel
af: Kanselleer
ar: يلغي
bn: বাতিল করুন
de: Stornieren
fil: Kanselahin
fr: Annuler
hi: रद्द करना
id: Membatalkan
it: Cancellare
kk: Болдырмау
ms: Batal
nl: Annuleren
pt: Cancelar
ru: Отмена
th: ยกเลิก
uk: Скасувати
uz: Bekor qilish

# backButtonExit
source: Exit
af: Verlaat
ar: مخرج
bn: প্রস্থান করুন
de: Ausfahrt
fil: Lumabas
fr: Sortie
hi: बाहर निकलना
id: KELUAR
it: Uscita
kk: Шығу
ms: Keluar
nl: Uitgang
pt: Saída
ru: Выход
th: ออก
uk: Вихід
uz: Chiqish

# appHeaderTitle
source: DishGenie
ar: ديشجيني
bn: ডিশজেনি
hi: डिशजीनी
id: HidanganGenie
nl: SchotelGenie
ru: БлюдоДжений
th: จานจีนี่

# premiumCardUnlock
source: Unlock
af: Ontsluit
ar: فتح
bn: আনলক করুন
de: Freischalten
fil: I-unlock
fr: Débloquer
hi: अनलॉक
id: Buka Kunci
it: Sblocca
kk: Бұғаттауды ашу
ms: Buka Kunci
nl: Ontgrendel
pt: Desbloquear
ru: Разблокировать
th: ปลดล็อก
uk: Розблокувати
uz: Qulfni ochish

# premiumCardDishGeniePro
source: DishGenie Pro
ar: ديشجيني برو
bn: ডিশজেনি প্রো
hi: डिशजीनी प्रो
ru: ДишДжени Про
th: ดิชจีนี่โปร

# premiumCardSubtitle
source: Ad Free Experience, & Unlimited AI Features
af: Advertensie-vrye ervaring en onbeperkte AI funksies
ar: تجربة خالية من الإعلانات، وميزات ذكاء اصطناعي غير محدودة
bn: বিজ্ঞাপন-মুক্ত অভিজ্ঞতা এবং সীমাহীন AI বৈশিষ্ট্য
de: Werbefreie Erfahrung und unbegrenzte KI-Funktionen
fil: Ad-free na karanasan at walang limitasyong AI features
fr: Expérience sans publicité et fonctionnalités IA illimitées
hi: विज्ञापन मुक्त अनुभव, और असीमित AI सुविधाएं
id: Pengalaman Bebas Iklan & Fitur AI Tanpa Batas
it: Esperienza senza pubblicità e funzionalità IA illimitate
kk: Жарнамасыз тәжірибе және шексіз AI мүмкіндіктері
ms: Pengalaman Tanpa Iklan & Ciri AI Tanpa Had
nl: Advertentievrije ervaring en onbeperkte AI-functies
pt: Experiência sem anúncios e recursos de IA ilimitados
ru: Без рекламы и неограниченные функции ИИ
th: ประสบการณ์ปลอดโฆษณา และฟีเจอร์ AI ไม่จำกัด
uk: Без реклами та необмежені функції ШІ
uz: Reklamasiz tajriba va cheksiz AI funksiyalari

# scannerCookingTimeLabel
source: Cooking Time
af: Kooktyd
ar: وقت الطبخ
bn: রান্নার সময়
de: Kochzeit
fil: Oras ng Pagluluto
fr: Temps de cuisson
hi: खाना पकाने के समय
id: Waktu Memasak
it: Tempo di cottura
kk: Пісіру уақыты
ms: Masa Memasak
nl: Kooktijd
pt: Tempo de cozimento
ru: Время приготовления
th: เวลาทำอาหาร
uk: Час приготування
uz: Pishirish vaqti

# scannerTargetCaloriesLabel
source: Target Calories
af: Teiken kalorieë
ar: السعرات الحرارية المستهدفة
bn: লক্ষ্য ক্যালোরি
de: Zielkalorien
fil: Target na Calorie
fr: Calories cibles
hi: लक्ष्य कैलोरी
id: Target Kalori
it: Obiettivo calorie
kk: Мақсатты калориялар
ms: Sasaran Kalori
nl: Doelcalorieën
pt: Calorias alvo
ru: Целевые калории
th: แคลอรี่เป้าหมาย
uk: Цільові калорії
uz: Maqsadli kaloriyalar

# groceryDemoRecipeChickenBiryani
source: Chicken Biryani
af: Hoender Biryani
ar: برياني دجاج
bn: চিকেন বিরিয়ানি
de: Hühnchen-Biryani
fr: Poulet Biryani
hi: चिकन बिरयानी
id: Ayam Biryani
it: Pollo Biryani
kk: Тауық Бирьяни
ms: Briyani ayam
nl: Kip Biryani
pt: Frango Biryani
ru: Куриный бирьяни
th: ข้าวหมกไก่
uk: Курка Бір'яні
uz: Tovuq Biryani

# groceryDemoRecipeDalMakhani
source: Dal Makhani
ar: دال ماخاني
bn: ডাল মাখানি
hi: दाल मखनी
kk: Дал Махани
ru: Дал Махани
th: ดาล มาคานี
uk: Дал Махані
uz: Dal Maxani

# groceryDemoRecipeAlooParatha
source: Aloo Paratha
ar: ألو باراثا
bn: আলু পরাঠা
hi: आलू पराठा
kk: Алу Паратха
ru: Алу Парата
th: อาลู ปาราธา
uk: Алоо Парата

# groceryPlaceholderWeeklyGrocery
source: Weekly Grocery
af: Weeklikse Kruideniersware
ar: مشتريات أسبوعية
bn: সাপ্তাহিক মুদিখানা
de: Wöchentliche Einkäufe
fil: Lingguhang Grocery
fr: Courses hebdomadaires
hi: साप्ताहिक किराना
id: Belanja Mingguan
it: Spesa Settimanale
kk: Апталық азық-түлік
ms: Barangan Mingguan
nl: Wekelijkse Boodschappen
pt: Compras Semanais
ru: Еженедельные продукты
th: ของชำรายสัปดาห์
uk: Тижневий продуктовий
uz: Haftalik oziq-ovqat

# groceryPlaceholderMonthlyStock
source: Monthly Stock
af: Maandelikse Voorraad
ar: مخزون شهري
bn: মাসিক স্টক
de: Monatlicher Vorrat
fil: Buwanang Stock
fr: Stock mensuel
hi: मासिक स्टॉक
id: Stok Bulanan
it: Scorta Mensile
kk: Айлық қор
ms: Stok Bulanan
nl: Maandelijkse Voorraad
pt: Estoque Mensal
ru: Месячный запас
th: สต็อกรายเดือน
uk: Місячний запас
uz: Oylik zaxira
