Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# recipesEnterIngredients
source: Please enter your ingredients
af: Voer asseblief jou bestanddele in
ar: الرجاء إدخال المكونات
bn: আপনার উপকরণ লিখুন
de: Bitte gib deine Zutaten ein
fil: Mangyaring ilagay ang iyong mga sangkap
fr: Veuillez entrer vos ingrédients
hi: कृपया अपनी सामग्री दर्ज करें
id: Silakan masukkan bahan Anda
it: Inserisci i tuoi ingredienti
kk: Ингредиенттеріңізді енгізіңіз
ms: Sila masukkan bahan-bahan anda
nl: Voer ingrediënten in
pt: Por favor, insira seus ingredientes
ru: Пожалуйста, введите ингредиенты
th: กรุณาใส่วัตถุดิบของคุณ
uk: Будь ласка, введіть інгредієнти
uz: Iltimos, mahsulotlaringizni kiriting

# recipesMin
source: min
ar: د
bn: মিনিট
hi: मिनट
id: mnt
kk: мин
ru: мин
th: นาที
uk: хв
uz: daq

# recipesServings
source: servings
af: porsies
ar: حصص
bn: পরিবেশন
de: Portionen
fil: serving
fr: portions
hi: सर्विंग
id: porsi
it: porzioni
kk: порция
ms: hidangan
nl: porties
pt: porções
ru: порций
th: ที่
uk: порцій
uz: porsiya

# recipesTime
source: Time
af: Tyd
ar: الوقت
bn: সময়
de: Zeit
fil: Oras
fr: Temps
hi: समय
id: Waktu
it: Tempo
kk: Уақыт
ms: Masa
nl: Tijd
pt: Tempo
ru: Время
th: เวลา
uk: Час
uz: Vaqt

# recipesCal
source: Cal
af: Kal
ar: سعرة
bn: ক্যাল
de: Kal
hi: कैल
id: Kal
kk: Кал
ms: Kal
ru: Кал
th: แคล
uk: Кал
uz: Kal

# recipesGenerating
source: Generating...
af: Genereer...
ar: جاري الإنشاء...
bn: তৈরি হচ্ছে...
de: Generiere...
fil: Gumagawa...
fr: Génération...
hi: जनरेट हो रहा है...
id: Membuat...
it: Generando...
kk: Жасалуда...
ms: Menjana...
nl: Genereren...
pt: Gerando...
ru: Генерация...
th: กำลังสร้าง...
uk: Генерація...
uz: Yaratilmoqda...

# recipesNewRecipe
source: New Recipe
af: Nuwe Resep
ar: وصفة جديدة
bn: নতুন রেসিপি
de: Neues Rezept
fil: Bagong Resipe
fr: Nouvelle recette
hi: नई रेसिपी
id: Resep Baru
it: Nuova Ricetta
kk: Жаңа Рецепт
ms: Resipi Baru
nl: Nieuw Recept
pt: Nova Receita
ru: Новый рецепт
th: สูตรใหม่
uk: Новий рецепт
uz: Yangi Retsept

# recipesWhatCraving
source: What are you craving?
af: Waarna snak jy?
ar: ماذا تشتهي؟
bn: কী খেতে মন চাইছে?
de: Worauf hast du Lust?
fil: Anong gusto mong kainin?
fr: Qu'avez-vous envie?
hi: आपको क्या खाने का मन है?
id: Ingin makan apa?
it: Cosa ti va?
kk: Не жегіңіз келеді?
ms: Nak makan apa?
nl: Waar heb je zin in?
pt: O que você está com vontade?
ru: Чего вам хочется?
th: อยากกินอะไร?
uk: Чого вам хочеться?
uz: Nima yegingiz keladi?

# recipesMoodsComfortFood
source: Comfort Food
af: Gemakskos
ar: طعام مريح
bn: আরামদায়ক খাবার
de: Wohlfühlessen
fil: Pang-aliw na Pagkain
fr: Nourriture réconfortante
hi: आरामदायक भोजन
id: Makanan yang Nyaman
it: Cibo di conforto
kk: Жайлы тағам
ms: Makanan Selesa
pt: Comida reconfortante
ru: Уютная еда
th: อาหารอบอุ่น
uk: Затишна їжа
uz: Qulay taom

# recipesMoodsLightFresh
source: Light & Fresh
af: Lig & Vars
ar: خفيف وطازج
bn: হালকা ও তাজা
de: Leicht & Frisch
fil: Magaan at Sariwa
fr: Léger & Frais
hi: हल्का और ताज़ा
id: Ringan & Segar
it: Leggero e Fresco
kk: Жеңіл және Таза
ms: Ringan & Segar
nl: Licht & Fris
pt: Leve e Fresco
ru: Легкое и свежее
th: เบาและสด
uk: Легке і свіже
uz: Yengil va Yangi

# recipesMoodsHighEnergy
source: High Energy
af: Hoë Energie
ar: طاقة عالية
bn: উচ্চ শক্তি
de: Viel Energie
fil: Mataas na Enerhiya
fr: Haute Énergie
hi: उच्च ऊर्जा
id: Energi Tinggi
it: Alta Energia
kk: Жоғары Энергия
ms: Tenaga Tinggi
nl: Veel Energie
pt: Alta Energia
ru: Энергетическое
th: พลังงานสูง
uk: Енергетичне
uz: Yuqori Energiya

# recipesMoodsSweetCravings
source: Sweet Cravings
af: Soet
ar: حلويات
bn: মিষ্টি
de: Süßes
fil: Matamis
fr: Envies Sucrées
hi: मीठा
id: Manis
it: Dolci
kk: Тәтті
ms: Manis
nl: Zoet
pt: Doces
ru: Сладкое
th: หวาน
uk: Солодке
uz: Shirinlik

# recipesMoodsSpicyFix
source: Spicy Fix
af: Speserye
ar: حار
bn: ঝাল
de: Scharf
fil: Maanghang
fr: Épicé
hi: तीखा
id: Pedas
it: Piccante
kk: Ащы
ms: Pedas
nl: Pittig
pt: Picante
ru: Острое
th: เผ็ด
uk: Гостре
uz: Achchiq

# recipesMoodsQuickBite
source: Quick Bite
af: Vinnige Happie
ar: وجبة سريعة
bn: দ্রুত নাস্তা
de: Schneller Snack
fil: Mabilis na Meryenda
fr: Bouchée Rapide
hi: जल्दी नाश्ता
id: Camilan Cepat
it: Spuntino
kk: Жылдам тамақ
ms: Snek Pantas
nl: Snelle Hap
pt: Lanche Rápido
ru: Перекус
th: ของว่าง
uk: Перекус
uz: Tez gazak

# recipesCuisinesPakistani
source: Pakistani
af: Pakistans
ar: باكستاني
bn: পাকিস্তানি
de: Pakistanisch
fr: Pakistanais
hi: पाकिस्तानी
id: Pakistan
it: Pakistana
kk: Пәкістандық
ms: Pakistan
nl: Pakistaans
pt: Paquistanesa
ru: Пакистанская
th: ปากีสถาน
uk: Пакистанська
uz: Pokistoncha

# recipesCuisinesIndian
source: Indian
af: Indier
ar: هندي
bn: ভারতীয়
de: Indisch
fr: Indien
hi: भारतीय
id: India
it: Indiana
kk: Үндістандық
ms: India
nl: Indiaas
pt: Indiana
ru: Индийская
th: อินเดีย
uk: Індійська
uz: Hindcha

# recipesCuisinesItalian
source: Italian
af: Italiaans
ar: إيطالي
bn: ইতালীয়
de: Italienisch
fil: Italyano
fr: Italien
hi: इतालवी
id: Italia
it: Italiana
kk: Итальяндық
ms: Itali
nl: Italiaans
pt: Italiana
ru: Итальянская
th: อิตาลี
uk: Італійська
uz: Italyancha

# recipesCuisinesMediterranean
source: Mediterranean
af: Mediterreens
ar: متوسطي
bn: ভূমধ্যসাগরীয়
de: Mediterran
fr: Méditerranéen
hi: भूमध्यसागरीय
id: Mediterania
it: Mediterranea
kk: Жерорта теңізі
nl: Mediterraans
pt: Mediterrânea
ru: Средиземноморская
th: เมดิเตอร์เรเนียน
uk: Середземноморська
uz: O'rta er dengizi

# recipesCuisinesThai
source: Thai
af: Thais
ar: تايلاندي
bn: থাই
de: Thailändisch
fr: Thaïlandais
hi: थाई
id: Thailand
it: Thailandese
kk: Тайландық
nl: Thais
pt: Tailandesa
ru: Тайская
th: ไทย
uk: Тайська
uz: Tailandcha

# recipesCuisinesKorean
source: Korean
af: Koreaans
ar: كوري
bn: কোরিয়ান
de: Koreanisch
fil: Koreano
fr: Coréen
hi: कोरियाई
id: Korea
it: Coreana
kk: Кореялық
ms: Korea
nl: Koreaans
pt: Coreana
ru: Корейская
th: เกาหลี
uk: Корейська
uz: Koreyacha

# recipesCuisinesMiddleEastern
source: Middle Eastern
af: Midde-Oosters
ar: شرق أوسطي
bn: মধ্যপ্রাচ্য
de: Nahöstlich
fr: Moyen-Oriental
hi: मध्य पूर्वी
id: Timur Tengah
it: Medio Orientale
kk: Таяу Шығыс
ms: Timur Tengah
nl: Midden-Oosters
pt: Oriente Médio
ru: Ближневосточная
th: ตะวันออกกลาง
uk: Близькосхідна
uz: Yaqin Sharq

# recipesCuisinesAmerican
source: American
af: Amerikaans
ar: أمريكي
bn: আমেরিকান
de: Amerikanisch
fil: Amerikano
fr: Américain
hi: अमेरिकी
id: Amerika
it: Americana
kk: Американдық
ms: Amerika
nl: Amerikaans
pt: Americana
ru: Американская
th: อเมริกัน
uk: Американська
uz: Amerikacha

# recipesDietsBalanced
source: Balanced
af: Gebalanseerd
ar: متوازن
bn: সুষম
de: Ausgewogen
fil: Balansyado
fr: Équilibré
hi: संतुलित
id: Seimbang
it: Bilanciata
kk: Теңдестірілген
ms: Seimbang
nl: Gebalanceerd
pt: Equilibrada
ru: Сбалансированная
th: สมดุล
uk: Збалансована
uz: Muvozanatli

# recipesDietsKeto
source: Keto
ar: كيتو
bn: কেটো
fr: Céto
hi: कीटो
it: Cheto
kk: Кето
pt: Ceto
ru: Кето
th: คีโต
uk: Кето

# recipesDietsVegan
source: Vegan
af: Vegaans
ar: نباتي صرف
bn: ভেগান
fr: Végétalien
hi: वीगन
it: Vegana
kk: Веган
nl: Veganistisch
pt: Vegana
ru: Веганская
th: วีแกน
uk: Веганська

# recipesDietsVegetarian
source: Vegetarian
af: Vegetaries
ar: نباتي
bn: নিরামিষ
de: Vegetarisch
fr: Végétarien
hi: शाकाहारी
it: Vegetariana
kk: Вегетариандық
nl: Vegetarisch
pt: Vegetariana
ru: Вегетарианская
th: มังสวิรัติ
uk: Вегетаріанська

# recipesDietsHalal
source: Halal
af: Halaal
ar: حلال
bn: হালাল
hi: हलाल
kk: Халал
ru: Халяль
th: ฮาลาล
uk: Халяль
uz: Halol

# recipesDietsDesi
source: Desi
ar: ديسي
bn: দেশি
hi: देसी
kk: Дези
ru: Дези
th: เดซี่
uk: Дезі

# recipesGoalsWeightLoss
source: Weight Loss
af: Gewig Verloor
ar: خسارة الوزن
bn: ওজন কমানো
de: Abnehmen
fil: Pagbaba ng Timbang
fr: Perte de poids
hi: वजन घटाना
id: Turun Berat
it: Perdita Peso
kk: Салмақ жоғалту
ms: Turun Berat
nl: Afvallen
pt: Perda de Peso
ru: Похудение
th: ลดน้ำหนัก
uk: Схуднення
uz: Vazn yo'qotish

# recipesGoalsMuscle
source: Muscle
af: Spier
ar: بناء العضلات
bn: মাংসপেশি
de: Muskelaufbau
fil: Kalamnan
hi: मांसपेशियां
id: Otot
it: Muscoli
kk: Бұлшықет
ms: Otot
nl: Spieren
pt: Músculo
ru: Мышцы
th: กล้ามเนื้อ
uk: М'язи
uz: Mushak

# recipesGoalsMaintain
source: Maintain
af: Handhaaf
ar: الحفاظ
bn: বজায় রাখা
de: Halten
fil: Panatilihin
fr: Maintenir
hi: बनाए रखना
id: Jaga
it: Mantenere
kk: Сақтау
ms: Kekal
nl: Behouden
pt: Manter
ru: Поддержание
th: รักษา
uk: Підтримка
uz: Saqlash

# recipesGoalsEnergy
source: Energy
af: Energie
ar: الطاقة
bn: শক্তি
de: Energie
fil: Enerhiya
fr: Énergie
hi: ऊर्जा
id: Energi
it: Energia
kk: Энергия
ms: Tenaga
nl: Energie
pt: Energia
ru: Энергия
th: พลังงาน
uk: Енергія
uz: Energiya

# mealPlannerTitle
source: AI Meal Planner
af: KI Eteplanner
ar: مخطط الوجبات الذكي
bn: AI মিল প্ল্যানার
de: KI Mahlzeitenplaner
fil: AI Tagaplano ng Pagkain
fr: Planificateur de repas IA
hi: AI भोजन योजनाकार
id: Perencana Makan AI
it: Pianificatore Pasti AI
kk: AI Тамақ Жоспарлаушы
ms: Perancang Makanan AI
nl: AI Maaltijdplanner
pt: Planejador de Refeições IA
ru: ИИ Планировщик питания
th: วางแผนมื้ออาหาร AI
uk: ШІ Планувальник харчування
uz: SI Ovqatlanish rejachisi

# mealPlannerSubtitle
source: Personalized plans for your goals
af: Gepersonaliseerde planne vir jou doelwitte
ar: خطط مخصصة لأهدافك
bn: আপনার লক্ষ্যের জন্য ব্যক্তিগতকৃত পরিকল্পনা
de: Personalisierte Pläne für deine Ziele
fil: Mga personalisadong plano para sa iyong mga layunin
fr: Plans personnalisés pour vos objectifs
hi: आपके लक्ष्यों के लिए व्यक्तिगत योजनाएं
id: Rencana yang dipersonalisasi untuk tujuan Anda
it: Piani personalizzati per i tuoi obiettivi
kk: Мақсаттарыңызға арналған жеке жоспарлар
ms: Pelan peribadi untuk matlamat anda
nl: Gepersonaliseerde plannen
pt: Planos personalizados para seus objetivos
ru: Персональные планы для ваших целей
th: แผนส่วนตัวสำหรับเป้าหมายของคุณ
uk: Персональні плани для ваших цілей
uz: Maqsadlaringiz uchun shaxsiy rejalar

# mealPlannerGeneratePlan
source: Generate Meal Plan
af: Genereer Eteplan
ar: إنشاء خطة الوجبات
bn: মিল প্ল্যান তৈরি করুন
de: Mahlzeitenplan erstellen
fil: Gumawa ng Plano ng Pagkain
fr: Générer un plan de repas
hi: भोजन योजना बनाएं
id: Buat Rencana Makan
it: Genera Piano Pasti
kk: Тамақ Жоспарын Жасау
ms: Jana Pelan Makanan
nl: Genereer Maaltijdplan
pt: Gerar Plano de Refeições
ru: Создать план питания
th: สร้างแผนอาหาร
uk: Створити план харчування
uz: Ovqatlanish rejasi yaratish

# mealPlannerCreatingPlan
source: Creating Your Plan...
af: Besig om Jou Plan te Skep...
ar: جاري إنشاء خطتك...
bn: আপনার প্ল্যান তৈরি হচ্ছে...
de: Plan wird erstellt...
fil: Gumagawa ng Iyong Plano...
fr: Création de votre plan...
hi: आपकी योजना बन रही है...
id: Membuat Rencana Anda...
it: Creazione del tuo piano...
kk: Жоспарыңыз Жасалуда...
ms: Mencipta Pelan Anda...
nl: Plan maken...
pt: Criando seu plano...
ru: Создание плана...
th: กำลังสร้างแผน...
uk: Створення плану...
uz: Reja yaratilmoqda...

# mealPlannerYourProfile
source: Your Profile
af: Jou Profiel
ar: ملفك الشخصي
bn: আপনার প্রোফাইল
de: Dein Profil
fil: Ang Iyong Profile
fr: Votre profil
hi: आपकी प्रोफ़ाइल
id: Profil Anda
it: Il Tuo Profilo
kk: Профиліңіз
ms: Profil Anda
nl: Je Profiel
pt: Seu Perfil
ru: Ваш профиль
th: โปรไฟล์ของคุณ
uk: Ваш профіль
uz: Profilingiz

# mealPlannerFamilySize
source: Family Size
af: Familie Grootte
ar: حجم العائلة
bn: পরিবারের আকার
de: Familiengröße
fil: Laki ng Pamilya
fr: Taille de la famille
hi: परिवार का आकार
id: Jumlah Keluarga
it: Dimensione Famiglia
kk: Отбасы Мөлшері
ms: Saiz Keluarga
nl: Gezinsgrootte
pt: Tamanho da Família
ru: Размер семьи
th: ขนาดครอบครัว
uk: Розмір сім'ї
uz: Oila hajmi

# mealPlannerDailyCalories
source: Daily Calories
af: Daaglikse Kalorieë
ar: السعرات اليومية
bn: দৈনিক ক্যালোরি
de: Tägliche Kalorien
fil: Araw-araw na Calories
fr: Calories quotidiennes
hi: दैनिक कैलोरी
id: Kalori Harian
it: Calorie Giornaliere
kk: Күнделікті Калория
ms: Kalori Harian
nl: Dagelijkse Calorieën
pt: Calorias Diárias
ru: Калории в день
th: แคลอรี่ต่อวัน
uk: Калорії на день
uz: Kunlik kaloriya

# mealPlannerPlanDuration
source: Plan Duration
af: Plan Duur
ar: مدة الخطة
bn: প্ল্যানের সময়কাল
de: Plandauer
fil: Tagal ng Plano
fr: Durée du plan
hi: योजना अवधि
id: Durasi Rencana
it: Durata Piano
kk: Жоспар Ұзақтығы
ms: Tempoh Pelan
nl: Planduur
pt: Duração do Plano
ru: Длительность плана
th: ระยะเวลาแผน
uk: Тривалість плану
uz: Reja davomiyligi

# mealPlannerDays
source: Days
af: Dae
ar: أيام
bn: দিন
de: Tage
fil: Mga Araw
fr: Jours
hi: दिन
id: Hari
it: Giorni
kk: Күн
ms: Hari
nl: Dagen
pt: Dias
ru: Дней
th: วัน
uk: Днів
uz: Kun

# mealPlannerDay
source: Day
af: Dag
ar: يوم
bn: দিন
de: Tag
fil: Araw
fr: Jour
hi: दिन
id: Hari
it: Giorno
kk: Күн
ms: Hari
nl: Dag
pt: Dia
ru: День
th: วัน
uk: День
uz: kun

# mealPlannerHealthGoal
source: Health Goal
af: Gesondheidsdoel
ar: الهدف الصحي
bn: স্বাস্থ্য লক্ষ্য
de: Gesundheitsziel
fil: Layunin sa Kalusugan
fr: Objectif santé
hi: स्वास्थ्य लक्ष्य
id: Tujuan Kesehatan
it: Obiettivo Salute
kk: Денсаулық Мақсаты
ms: Matlamat Kesihatan
nl: Gezondheidsdoel
pt: Objetivo de Saúde
ru: Цель здоровья
th: เป้าหมายสุขภาพ
uk: Ціль здоров'я
uz: Sog'liq maqsadi

# mealPlannerLoseWeight
source: Lose Weight
af: Verloor Gewig
ar: إنقاص الوزن
bn: ওজন কমান
de: Abnehmen
fil: Magbawas ng Timbang
fr: Perdre du poids
hi: वजन कम करें
id: Turunkan Berat
it: Perdere Peso
kk: Салмақ Тастау
ms: Turunkan Berat
nl: Afvallen
pt: Perder Peso
ru: Похудеть
th: ลดน้ำหนัก
uk: Схуднути
uz: Vazn yo'qotish

# mealPlannerBuildMuscle
source: Build Muscle
af: Bou Spiere
ar: بناء العضلات
bn: পেশী তৈরি করুন
de: Muskeln aufbauen
fil: Magpalaki ng Kalamnan
fr: Gagner du muscle
hi: मांसपेशियां बनाएं
id: Bangun Otot
it: Costruire Muscoli
kk: Бұлшықет Құру
ms: Bina Otot
nl: Spieren opbouwen
pt: Ganhar Músculos
ru: Набрать мышцы
th: สร้างกล้ามเนื้อ
uk: Наростити м'язи
uz: Mushak qurish

# mealPlannerStayHealthy
source: Stay Healthy
af: Bly Gesond
ar: البقاء بصحة جيدة
bn: সুস্থ থাকুন
de: Gesund bleiben
fil: Manatiling Malusog
fr: Rester en bonne santé
hi: स्वस्थ रहें
id: Tetap Sehat
it: Restare in Salute
kk: Сау Болу
ms: Kekal Sihat
nl: Gezond blijven
pt: Manter Saudável
ru: Быть здоровым
th: รักษาสุขภาพ
uk: Бути здоровим
uz: Sog'lom qolish

# mealPlannerDietType
source: Diet Type
af: Dieet Tipe
ar: نوع النظام الغذائي
bn: ডায়েট ধরন
de: Diättyp
fil: Uri ng Diyeta
fr: Type de régime
hi: आहार प्रकार
id: Jenis Diet
it: Tipo di Dieta
kk: Диета Түрі
ms: Jenis Diet
nl: Dieettype
pt: Tipo de Dieta
ru: Тип диеты
th: ประเภทอาหาร
uk: Тип дієти
uz: Ovqatlanish turi

# mealPlannerBalanced
source: Balanced
af: Gebalanseerd
ar: متوازن
bn: সুষম
de: Ausgewogen
fil: Balanse
fr: Équilibré
hi: संतुलित
id: Seimbang
it: Bilanciata
kk: Теңгерімді
ms: Seimbang
nl: Gebalanceerd
pt: Equilibrada
ru: Сбалансированная
th: สมดุล
uk: Збалансована
uz: Muvozanatli

# mealPlannerKeto
source: Keto
ar: كيتو
bn: কিটো
fr: Céto
hi: कीटो
it: Cheto
kk: Кето
pt: Ceto
ru: Кето
th: คีโต
uk: Кето

# mealPlannerVegan
source: Vegan
af: Vegaans
ar: نباتي
bn: ভেগান
fr: Végétalien
hi: शाकाहारी
it: Vegana
kk: Веган
nl: Veganistisch
pt: Vegana
ru: Веганская
th: วีแกน
uk: Веганська

# mealPlannerHalal
source: Halal
af: Halaal
ar: حلال
bn: হালাল
hi: हलाल
kk: Халал
ru: Халяль
th: ฮาลาล
uk: Халяль
uz: Halol

# mealPlannerHighProtein
source: High-Protein
af: Hoë Proteïen
ar: عالي البروتين
bn: উচ্চ প্রোটিন
de: Proteinreich
fil: Mataas na Protina
fr: Riche en protéines
hi: उच्च प्रोटीन
id: Protein Tinggi
it: Alto Proteico
kk: Жоғары Белок
ms: Protein Tinggi
nl: Hoog Eiwit
pt: Alta Proteína
ru: Высокобелковая
th: โปรตีนสูง
uk: Високобілкова
uz: Yuqori oqsil

# mealPlannerBudget
source: Budget
af: Begroting
ar: اقتصادي
bn: বাজেট
fil: Badyet
hi: बजट
id: Hemat
it: Economico
kk: Үнемді
ms: Bajet
nl: Begroting
pt: Econômico
ru: Бюджетная
th: ประหยัด
uk: Бюджетна
uz: Byudjet

# mealPlannerModerate
source: Moderate
af: Matig
ar: متوسط
bn: মাঝারি
de: Moderat
fil: Katamtaman
fr: Modéré
hi: मध्यम
id: Sedang
it: Moderato
kk: Орташа
ms: Sederhana
nl: Gemiddeld
pt: Moderado
ru: Умеренный
th: ปานกลาง
uk: Помірний
uz: O'rtacha

# mealPlannerPremium
source: Premium
af: Premie
ar: فاخر
bn: প্রিমিয়াম
de: Prämie
fr: Prime
hi: प्रीमियम
id: Premi
it: Premio
kk: Премиум
nl: Premie
pt: Prêmio
ru: Премиум
th: พรีเมียม
uk: Преміум

# mealPlannerSkill
source: Skill
af: Vaardigheid
ar: المهارة
bn: দক্ষতা
de: Fähigkeit
fil: Kasanayan
fr: Compétence
hi: कौशल
id: Keahlian
it: Abilità
kk: Дағды
ms: Kemahiran
nl: Vaardigheid
pt: Habilidade
ru: Навык
th: ทักษะ
uk: Навичка
uz: Mahorat

# mealPlannerBeginner
source: Beginner
ar: مبتدئ
bn: শিক্ষানবিস
de: Anfänger
fil: Baguhan
fr: Débutant
hi: शुरुआती
id: Pemula
it: Principiante
kk: Бастаушы
ms: Pemula
pt: Iniciante
ru: Начинающий
th: มือใหม่
uk: Початківець
uz: Boshlang'ich

# mealPlannerIntermediate
source: Intermediate
af: Intermediêr
ar: متوسط
bn: মধ্যবর্তী
de: Fortgeschritten
fil: Katamtaman
fr: Intermédiaire
hi: मध्यम
id: Menengah
it: Intermedio
kk: Орта
ms: Pertengahan
nl: Gemiddeld
pt: Intermediário
ru: Средний
th: ปานกลาง
uk: Середній
uz: O'rta

# mealPlannerAdvanced
source: Advanced
af: Gevorderd
ar: متقدم
bn: উন্নত
de: Experte
fil: Eksperto
fr: Avancé
hi: उन्नत
id: Lanjutan
it: Avanzato
kk: Жетілдірілген
ms: Mahir
nl: Gevorderd
pt: Avançado
ru: Продвинутый
th: ขั้นสูง
uk: Просунутий
uz: Ilg'or

# mealPlannerIntermittentFasting
source: Intermittent Fasting
af: Intermitterende Vas
ar: الصيام المتقطع
bn: ইন্টারমিটেন্ট ফাস্টিং
de: Intervallfasten
fil: Pasulput-sulpot na Pag-aayuno
fr: Jeûne intermittent
hi: इंटरमिटेंट फास्टिंग
id: Puasa Intermiten
it: Digiuno Intermittente
kk: Үзіліссіз Ораза
ms: Puasa Berkala
nl: Intermitterend vasten
pt: Jejum Intermitente
ru: Интервальное голодание
th: อดอาหารเป็นช่วง
uk: Інтервальне голодування
uz: Intervalli ro'za

# mealPlannerNone
source: None
af: Geen
ar: لا شيء
bn: কোনোটিই না
de: Keine
fil: Wala
fr: Aucun
hi: कोई नहीं
id: Tidak Ada
it: Nessuno
kk: Жоқ
ms: Tiada
nl: Geen
pt: Nenhum
ru: Нет
th: ไม่มี
uk: Ні
uz: Yo'q

# mealPlannerAllergies
source: Allergies / Avoid
af: Allergieë / Vermy
ar: الحساسية / تجنب
bn: এলার্জি / এড়িয়ে চলুন
de: Allergien
fil: Mga Allergy / Iwasan
fr: Allergies
hi: एलर्जी / बचें
id: Alergi / Hindari
it: Allergie / Evitare
kk: Аллергия / Аулақ болу
ms: Alahan / Elakkan
nl: Allergieën
pt: Alergias / Evitar
ru: Аллергии / Избегать
th: แพ้ / หลีกเลี่ยง
uk: Алергії / Уникати
uz: Allergiya / Qochish

# mealPlannerAllergiesPlaceholder
source: e.g., peanuts, shellfish, dairy...
af: bv., grondboontjies, skulpdiere, suiwel...
ar: مثال: فول سوداني، محار، منتجات ألبان...
bn: যেমন, চীনাবাদাম, শেলফিশ, দুগ্ধ...
de: z.B. Erdnüsse, Schalentiere...
fil: hal., mani, shellfish, gatas...
fr: ex: arachides, crustacés...
hi: जैसे, मूंगफली, शेलफिश, डेयरी...
id: contoh: kacang, kerang, susu...
it: es., arachidi, crostacei, latticini...
kk: мысалы: жержаңғақ, шаян, сүт...
ms: cth., kacang tanah, kerang, tenusu...
nl: bijv. pinda's, schaaldieren...
pt: ex., amendoim, frutos do mar, laticínios...
ru: напр., арахис, морепродукты, молочные...
th: เช่น ถั่วลิสง หอย นม...
uk: напр., арахіс, морепродукти, молочні...
uz: masalan, yeryong'oq, chig'anoq, sut mahsulotlari...

# mealPlannerGroceryList
source: Grocery List
af: Inkopielys
ar: قائمة المشتريات
bn: মুদি তালিকা
de: Einkaufsliste
fil: Listahan ng Grocery
fr: Liste de courses
hi: किराने की सूची
id: Daftar Belanja
it: Lista della Spesa
kk: Сауда Тізімі
ms: Senarai Runcit
nl: Boodschappenlijst
pt: Lista de Compras
ru: Список покупок
th: รายการซื้อของ
uk: Список покупок
uz: Xarid ro'yxati

# mealPlannerBreakfast
source: Breakfast
af: Ontbyt
ar: الفطور
bn: সকালের নাস্তা
de: Frühstück
fil: Almusal
fr: Petit-déjeuner
hi: नाश्ता
id: Sarapan
it: Colazione
kk: Таңғы Ас
ms: Sarapan
nl: Ontbijt
pt: Café da Manhã
ru: Завтрак
th: อาหารเช้า
uk: Сніданок
uz: Nonushta

# mealPlannerLunch
source: Lunch
af: Middagete
ar: الغداء
bn: দুপুরের খাবার
de: Mittagessen
fil: Tanghalian
fr: Déjeuner
hi: दोपहर का भोजन
id: Makan Siang
it: Pranzo
kk: Түскі Ас
ms: Makan Tengahari
pt: Almoço
ru: Обед
th: อาหารกลางวัน
uk: Обід
uz: Tushlik

# mealPlannerDinner
source: Dinner
af: Aandete
ar: العشاء
bn: রাতের খাবার
de: Abendessen
fil: Hapunan
fr: Dîner
hi: रात का खाना
id: Makan Malam
it: Cena
kk: Кешкі Ас
ms: Makan Malam
nl: Diner
pt: Jantar
ru: Ужин
th: อาหารเย็น
uk: Вечеря
uz: Kechki ovqat

# mealPlannerSnacks
source: Snacks
af: Versnaperinge
ar: الوجبات الخفيفة
bn: স্ন্যাকস
fil: Meryenda
fr: Collations
hi: स्नैक्स
id: Camilan
it: Spuntini
kk: Тәттілер
ms: Snek
pt: Lanches
ru: Перекусы
th: ของว่าง
uk: Перекуси
uz: Gazaklar

# mealPlannerSwap
source: Swap
af: Ruil
ar: تبديل
bn: পরিবর্তন
de: Tauschen
fil: Palitan
fr: Échanger
hi: बदलें
id: Tukar
it: Scambia
kk: Ауыстыру
ms: Tukar
nl: Wisselen
pt: Trocar
ru: Заменить
th: สลับ
uk: Замінити
uz: Almashtirish

# mealPlannerSwapping
source: Swapping...
af: Besig om te ruil...
ar: جاري التبديل...
bn: পরিবর্তন হচ্ছে...
de: Tauschen...
fil: Pinapalitan...
fr: Échange...
hi: बदल रहा है...
id: Menukar...
it: Scambio in corso...
kk: Ауыстырылуда...
ms: Menukar...
nl: Wisselen...
pt: Trocando...
ru: Замена...
th: กำลังสลับ...
uk: Заміна...
uz: Almashtirilmoqda...

# mealPlannerMinCalories
source: Minimum 1000 calories required
af: Minimum 1000 kalorieë vereis
ar: الحد الأدنى 1000 سعرة حرارية
bn: ন্যূনতম ১০০০ ক্যালোরি প্রয়োজন
de: Mindestens 1000 Kalorien erforderlich
fil: Minimum na 1000 calories ang kailangan
fr: Minimum 1000 calories requis
hi: न्यूनतम 1000 कैलोरी आवश्यक
id: Minimum 1000 kalori diperlukan
it: Minimo 1000 calorie richieste
kk: Ең аз 1000 калория қажет
ms: Minimum 1000 kalori diperlukan
nl: Minimaal 1000 calorieën
pt: Mínimo de 1000 calorias necessário
ru: Минимум 1000 калорий
th: ต้องการขั้นต่ำ 1000 แคลอรี่
uk: Мінімум 1000 калорій
uz: Kamida 1000 kaloriya kerak

# mealPlannerMaxCalories
source: Maximum 5000 calories allowed
af: Maksimum 5000 kalorieë toegelaat
ar: الحد الأقصى 5000 سعرة حرارية
bn: সর্বোচ্চ ৫০০০ ক্যালোরি অনুমোদিত
de: Maximal 5000 Kalorien erlaubt
fil: Maximum na 5000 calories ang pinapayagan
fr: Maximum 5000 calories autorisé
hi: अधिकतम 5000 कैलोरी अनुमत
id: Maksimum 5000 kalori diizinkan
it: Massimo 5000 calorie consentite
kk: Ең көп 5000 калория рұқсат
ms: Maksimum 5000 kalori dibenarkan
nl: Maximaal 5000 calorieën
pt: Máximo de 5000 calorias permitido
ru: Максимум 5000 калорий
th: อนุญาตสูงสุด 5000 แคลอรี่
uk: Максимум 5000 калорій
uz: Ko'pi bilan 5000 kaloriya ruxsat

# mealPlannerCal
source: cal
af: kal
ar: سعرة
bn: ক্যাল
de: kcal
hi: कैल
id: kal
kk: кал
ms: kal
ru: кал
th: แคล
uk: кал
uz: kal

# mealPlannerDailyTotal
source: Daily Total
af: Daaglikse Totaal
ar: المجموع اليومي
bn: দৈনিক মোট
de: Tagessumme
fil: Kabuuang Araw-araw
fr: Total quotidien
hi: दैनिक कुल
id: Total Harian
it: Totale Giornaliero
kk: Күнделікті Жиынтық
ms: Jumlah Harian
nl: Dagelijks Totaal
pt: Total Diário
ru: Итого за день
th: รวมต่อวัน
uk: Усього за день
uz: Kunlik jami

# mealPlannerProtein
source: Protein
af: Proteïen
ar: البروتين
bn: প্রোটিন
fil: Protina
fr: Protéines
hi: प्रोटीन
it: Proteine
kk: Белок
nl: Eiwit
pt: Proteína
ru: Белки
th: โปรตีน
uk: білок

# mealPlannerCarbs
source: Carbs
af: Koolhidrate
ar: الكربوهيدرات
bn: কার্বস
de: Kohlenhydrate
fr: Glucides
hi: कार्ब्स
id: Karbohidrat
it: Carboidrati
kk: Көмірсулар
ms: Karbohidrat
nl: Koolhydraten
pt: Carboidratos
ru: Углеводы
th: คาร์บ
uk: вуглеводи
uz: Uglevodlar

# mealPlannerFat
source: Fat
af: Vet
ar: الدهون
bn: ফ্যাট
de: Fett
fil: Taba
fr: Lipides
hi: वसा
id: Lemak
it: Grassi
kk: Май
ms: Lemak
nl: Vet
pt: Gordura
ru: Жиры
th: ไขมัน
uk: Жир
uz: Yog '

# mealPlannerProteinShort
source: P
ar: ب
bn: প্রো
hi: प्रो
kk: Б
nl: E
ru: Б
th: ป
uk: П

# mealPlannerCarbsShort
source: C
af: K
ar: ك
bn: কা
de: K
fr: G
hi: का
id: K
kk: К
ms: K
nl: K
ru: У
th: ค
