Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# tagsVegan
source: Vegan
af: Veganisties
ar: نباتي صرف
bn: ভেগান
fr: Végétalien
hi: वीगन
it: Vegano
kk: Веган
nl: Veganistisch
pt: Vegano
ru: Веганский
th: วีแกน
uk: Веганський

# weeklyPlanTitle
source: Your Week at a Glance
af: Jou Week met 'n Oogopslag
ar: نظرة على أسبوعك
bn: এক নজরে আপনার সপ্তাহ
de: Deine Woche auf einen Blick
fil: Ang Iyong Linggo sa Isang Tingin
fr: Votre semaine en un coup d'œil
hi: आपके सप्ताह की झलक
id: Minggu Anda Sekilas
it: La Tua Settimana a Colpo d'Occhio
kk: Аптаңызға Шолу
ms: Minggu Anda Sekilas Pandang
nl: Je Week in één Oogopslag
pt: Sua Semana em um Olhar
ru: Ваша неделя на один взгляд
th: สัปดาห์ของคุณในมุมมองเดียว
uk: Ваш тиждень одним поглядом
uz: Haftangiz bir qarashda

# weeklyPlanNoPlans
source: No meal plans yet
af: Nog geen eteplanne
ar: لا توجد خطط وجبات بعد
bn: এখনও কোন মিল প্ল্যান নেই
de: Noch keine Mahlzeitenpläne
fil: Wala pang mga plano ng pagkain
fr: Pas encore de plans de repas
hi: अभी तक कोई भोजन योजना नहीं
id: Belum ada rencana makan
it: Nessun piano pasti ancora
kk: Тамақ жоспарлары жоқ
ms: Belum ada pelan makanan
nl: Nog geen maaltijdplannen
pt: Sem planos de refeições ainda
ru: Пока нет планов питания
th: ยังไม่มีแผนอาหาร
uk: Поки немає планів харчування
uz: Hali ovqatlanish rejasi yo'q

# weeklyPlanCreatePlan
source: Create a meal plan to see your week here!
af: Skep 'n eteplan om jou week hier te sien!
ar: أنشئ خطة وجبات لترى أسبوعك هنا!
bn: এখানে আপনার সপ্তাহ দেখতে একটি মিল প্ল্যান তৈরি করুন!
de: Erstelle einen Plan um deine Woche zu sehen!
fil: Gumawa ng plano ng pagkain para makita ang iyong linggo dito!
fr: Créez un plan pour voir votre semaine!
hi: अपना सप्ताह यहां देखने के लिए भोजन योजना बनाएं!
id: Buat rencana makan untuk melihat minggu Anda di sini!
it: Crea un piano pasti per vedere la tua settimana qui!
kk: Аптаңызды мұнда көру үшін тамақ жоспарын жасаңыз!
ms: Buat pelan makanan untuk melihat minggu anda di sini!
nl: Maak een maaltijdplan!
pt: Crie um plano de refeições para ver sua semana aqui!
ru: Создайте план питания, чтобы увидеть неделю!
th: สร้างแผนอาหารเพื่อดูสัปดาห์ของคุณ!
uk: Створіть план харчування, щоб побачити тиждень!
uz: Haftangizni ko'rish uchun ovqatlanish rejasi yarating!

# weeklyPlanStartPlanning
source: Start Planning
af: Begin Beplan
ar: ابدأ التخطيط
bn: পরিকল্পনা শুরু করুন
de: Mit Planung beginnen
fil: Simulan ang Pagpaplano
fr: Commencer à planifier
hi: योजना बनाना शुरू करें
id: Mulai Merencanakan
it: Inizia a Pianificare
kk: Жоспарлауды Бастау
ms: Mula Merancang
nl: Begin met Plannen
pt: Começar a Planejar
ru: Начать планирование
th: เริ่มวางแผน
uk: Почати планування
uz: Rejalashni boshlash

# weeklyPlanTodaysMeals
source: Today's Meals
af: Vandag se Maaltye
ar: وجبات اليوم
bn: আজকের খাবার
de: Heutige Mahlzeiten
fil: Mga Pagkain Ngayon
fr: Repas d'aujourd'hui
hi: आज के भोजन
id: Menu Hari Ini
it: Pasti di Oggi
kk: Бүгінгі тағамдар
ms: Hidangan Hari Ini
nl: Maaltijden Vandaag
pt: Refeições de Hoje
ru: Сегодняшние блюда
th: มื้ออาหารวันนี้
uk: Страви на сьогодні
uz: Bugungi taomlar

# weeklyPlanMeals
source: meals
af: maaltye
ar: وجبات
bn: খাবার
de: Mahlzeiten
fil: pagkain
fr: repas
hi: भोजन
id: menu
it: pasti
kk: тағам
ms: hidangan
nl: maaltijden
pt: refeições
ru: блюд
th: มื้อ
uk: страв
uz: taom

# weeklyPlanCal
source: cal
af: kal
ar: سعرة
bn: ক্যাল
de: kcal
fil: kal
hi: कैल
id: kal
kk: кал
ms: kal
ru: ккал
th: แคล
uk: ккал
uz: kal

# weeklyPlanCreated
source: Created
af: Geskep
ar: أُنشئت
bn: তৈরি হয়েছে
de: Erstellt
fil: Nilikha
fr: Créé
hi: बनाया गया
id: Dibuat
it: Creato
kk: Жасалған
ms: Dicipta
nl: Aangemaakt
pt: Criado
ru: Создан
th: สร้างเมื่อ
uk: Створено
uz: Yaratilgan

# weeklyPlanMon
source: Mon
af: Ma
ar: إثن
bn: সোম
de: Mo
fil: Lun
fr: Lun
hi: सोम
id: Sen
it: Lun
kk: Дс
ms: Isn
nl: Ma
pt: Seg
ru: Пн
th: จ
uk: Пн
uz: Du

# weeklyPlanTue
source: Tue
af: Di
ar: ثلا
bn: মঙ্গল
de: Di
fil: Mar
fr: Mar
hi: मंगल
id: Sel
it: Mar
kk: Сс
ms: Sel
nl: Di
pt: Ter
ru: Вт
th: อ
uk: Вт
uz: Se

# weeklyPlanWed
source: Wed
af: Wo
ar: أرب
bn: বুধ
de: Mi
fil: Miy
fr: Mer
hi: बुध
id: Rab
it: Mer
kk: Ср
ms: Rab
nl: Wo
pt: Qua
ru: Ср
th: พ
uk: Ср
uz: Cho

# weeklyPlanThu
source: Thu
af: Do
ar: خمي
bn: বৃহ
de: Do
fil: Huw
fr: Jeu
hi: गुरु
id: Kam
it: Gio
kk: Бс
ms: Kha
nl: Do
pt: Qui
ru: Чт
th: พฤ
uk: Чт
uz: Pa

# weeklyPlanFri
source: Fri
af: Vr
ar: جمع
bn: শুক্র
de: Fr
fil: Biy
fr: Ven
hi: शुक्र
id: Jum
it: Ven
kk: Жм
ms: Jum
nl: Vr
pt: Sex
ru: Пт
th: ศ
uk: Пт
uz: Ju

# weeklyPlanSat
source: Sat
af: Sa
ar: سبت
bn: শনি
de: Sa
fil: Sab
fr: Sam
hi: शनि
id: Sab
it: Sab
kk: Сн
ms: Sab
nl: Za
pt: Sáb
ru: Сб
th: ส
uk: Сб
uz: Sha

# weeklyPlanSun
source: Sun
af: So
ar: أحد
bn: রবি
de: So
fil: Lin
fr: Dim
hi: रवि
id: Min
it: Dom
kk: Жс
ms: Ahd
nl: Zo
pt: Dom
ru: Вс
th: อา
uk: Нд
uz: Ya

# savedMealPlanTitle
source: Saved Meal Plan
af: Gestoorde Eteplan
ar: خطة الوجبات المحفوظة
bn: সংরক্ষিত মিল প্ল্যান
de: Gespeicherter Mahlzeitenplan
fil: Na-save na Plano ng Pagkain
fr: Plan de repas sauvegardé
hi: सहेजी गई भोजन योजना
id: Rencana Makan Tersimpan
it: Piano Pasti Salvato
kk: Сақталған Тамақ Жоспары
ms: Pelan Makanan Tersimpan
nl: Opgeslagen Maaltijdplan
pt: Plano de Refeições Salvo
ru: Сохранённый план питания
th: แผนอาหารที่บันทึก
uk: Збережений план харчування
uz: Saqlangan ovqatlanish rejasi

# savedMealPlanContinuePlan
source: Continue Plan
af: Gaan Voort met Plan
ar: متابعة الخطة
bn: প্ল্যান চালিয়ে যান
de: Plan fortsetzen
fil: Ipagpatuloy ang Plano
fr: Continuer le plan
hi: योजना जारी रखें
id: Lanjutkan Rencana
it: Continua Piano
kk: Жоспарды Жалғастыру
ms: Teruskan Pelan
nl: Plan Voortzetten
pt: Continuar Plano
ru: Продолжить план
th: ดำเนินการแผนต่อ
uk: Продовжити план
uz: Rejani davom ettirish

# splashAppName
source: DishGenie
ar: ديشجيني
bn: ডিশজেনি
hi: डिशजीनी
id: HidanganGenie
nl: SchotelGenie
ru: БлюдоДжений
th: จานจีนี่

# splashSubtitle
source: Your AI Kitchen Companion
af: Jou KI-kombuisgenoot
ar: رفيقك في المطبخ بالذكاء الاصطناعي
bn: আপনার এআই রান্নাঘরের সঙ্গী
de: Ihr KI-Küchenbegleiter
fil: Ang iyong AI Kitchen Companion
fr: Votre compagnon de cuisine IA
hi: आपका एआई रसोई साथी
id: Rekan Dapur AI Anda
it: Il tuo compagno di cucina AI
kk: Сіздің AI асхана серіктесіңіз
ms: Rakan Dapur AI Anda
nl: Uw AI Kitchen-metgezel
pt: Seu companheiro de cozinha com IA
ru: Ваш AI-помощник на кухне
th: เพื่อนร่วมครัว AI ของคุณ
uk: Ваш AI Kitchen Companion
uz: Sizning AI oshxona hamrohingiz

# commonErrorMessage
source: Error: {error}
af: Fout: {fout}
ar: خطأ: {error}
bn: ত্রুটি: {error}
de: Fehler: {error}
fr: Erreur : {erreur}
hi: त्रुटि: {error}
id: Kesalahan: {kesalahan}
it: Errore: {errore}
kk: Қате: {error}
ms: Ralat: {error}
nl: Fout: {fout}
pt: Erro: {erro}
ru: Ошибка: {error}
th: ข้อผิดพลาด: {error}
uk: Помилка: {error}
uz: Xato: {error}

# commonCouldNotOpenUrl
source: Could not open {url}
af: Kon nie {url} oopmaak nie
ar: لا يمكن فتح {url}
bn: {url} খোলা যায়নি
de: {url} konnte nicht geöffnet werden
fil: Hindi mabuksan ang {url}
fr: Impossible d'ouvrir {url}
hi: {url} नहीं खुल सका
id: Tidak dapat membuka {url}
it: Impossibile aprire {url}
kk: {url} ашылмады
ms: Tidak dapat membuka {url}
nl: Kon {url} niet openen
pt: Não foi possível abrir {url}
ru: Не удалось открыть {url}
th: ไม่สามารถเปิด {url}
uk: Не вдалося відкрити {url}
uz: {url} ochilmadi

# settingsAppearance
source: Appearance
af: Voorkoms
ar: المظهر
bn: চেহারা
de: Darstellung
fil: Hitsura
fr: Apparence
hi: दिखावट
id: Penampilan
it: Aspetto
kk: Сыртқы түрі
ms: Penampilan
nl: Verschijning
pt: Aparência
ru: Внешний вид
th: รูปร่าง
uk: Зовнішній вигляд
uz: Tashqi ko'rinish

# settingsTheme
source: Theme
af: Tema
ar: المظهر
bn: থিম
de: Design
fil: Tema
fr: Thème
hi: थीम
id: Tema
it: Tema
kk: Тақырып
ms: Tema
nl: Thema
pt: Tema
ru: Тема
th: ธีม
uk: Тема
uz: Mavzu

# settingsChooseTheme
source: Choose Theme
af: Kies Tema
ar: اختر المظهر
bn: থিম নির্বাচন করুন
de: Design wählen
fil: Pumili ng Tema
fr: Choisir le thème
hi: थीम चुनें
id: Pilih Tema
it: Scegli Tema
kk: Тақырыпты таңдаңыз
ms: Pilih Tema
nl: Kies Thema
pt: Escolher tema
ru: Выбрать тему
th: เลือกธีม
uk: Виберіть тему
uz: Mavzuni tanlang

# settingsThemeLight
source: Light
af: Lig
ar: فاتح
bn: আলো
de: Hell
fil: Liwanag
fr: Clair
hi: हल्का
id: Lampu
it: Leggero
kk: Жарық
ms: Cahaya
nl: Licht
pt: Claro
ru: Светлая
th: แสงสว่าง
uk: світло
uz: Nur

# settingsThemeDark
source: Dark
af: Donker
ar: داكن
bn: অন্ধকার
de: Dunkel
fil: Madilim
fr: Sombre
hi: डार्क
id: Gelap
it: Buio
kk: Қараңғы
ms: Gelap
nl: Donker
pt: Escuro
ru: Тёмная
th: มืด
uk: Темний
uz: Qorong'i

# settingsThemeSystem
source: System
af: Stelsel
ar: النظام
bn: সিস্টেম
fil: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
kk: Жүйе
ms: Sistem
nl: Systeem
pt: Sistema
ru: Системная
th: ระบบ
uk: система
uz: Tizim

# landingAppName
source: DishGenie AI
ar: ديشجيني الذكاء الاصطناعي
bn: ডিশজেনি এআই
fr: DishGenie IA
hi: डिशजीनी एआई
pt: DishGenie IA

# landingDownloadForIOS
source: Download for iOS
af: Laai af vir iOS
ar: تحميل لنظام iOS
bn: iOS এর জন্য ডাউনলোড করুন
de: Für iOS herunterladen
fil: I-download para sa iOS
fr: Télécharger pour iOS
hi: आईओएस के लिए डाउनलोड करें
id: Unduh untuk iOS
it: Scarica per iOS
kk: iOS үшін жүктеп алыңыз
ms: Muat turun untuk iOS
nl: Downloaden voor iOS
pt: Baixar para iOS
ru: Скачать для iOS
th: ดาวน์โหลดสำหรับ iOS
uk: Завантажити для iOS
uz: IOS uchun yuklab olish

# landingGetOnAndroid
source: Get on Android
af: Kry op Android
ar: احصل على أندرويد
bn: অ্যান্ড্রয়েডে পান
de: Steigen Sie auf Android ein
fil: Kunin sa Android
fr: Obtenez sur Android
hi: एंड्रॉइड पर जाओ
id: Dapatkan di Android
it: Vai su Android
kk: Android жүйесіне кіріңіз
ms: Dapatkan pada Android
nl: Ga op Android
pt: Entre no Android
ru: Получить на Android
th: ลงระบบปฏิบัติการ Android
uk: Отримати на Android
uz: Androidga kiring

# landingFreeToDownload
source: Free to download • No credit card required
af: Gratis om af te laai • Geen kredietkaart word vereis nie
ar: تحميل مجاني • لا حاجة لبطاقة الائتمان
bn: বিনামূল্যে ডাউনলোড করুন • কোনো ক্রেডিট কার্ডের প্রয়োজন নেই৷
de: Kostenloser Download • Keine Kreditkarte erforderlich
fil: Libreng i-download • Walang kinakailangang credit card
fr: Téléchargement gratuit • Aucune carte de crédit requise
hi: डाउनलोड करने के लिए निःशुल्क • क्रेडिट कार्ड की आवश्यकता नहीं
id: Gratis untuk diunduh • Tidak diperlukan kartu kredit
it: Scaricabile gratuitamente • Non è richiesta la carta di credito
kk: Жүктеп алу тегін • Несие картасы қажет емес
ms: Percuma untuk dimuat turun • Tiada kad kredit diperlukan
nl: Gratis te downloaden • Geen creditcard vereist
pt: Download gratuito • Não é necessário cartão de crédito
ru: Бесплатная загрузка • Кредитная карта не требуется.
th: ดาวน์โหลดฟรี • ไม่ต้องใช้บัตรเครดิต
uk: Безкоштовне завантаження • Кредитна картка не потрібна
uz: Yuklab olish bepul • Kredit karta talab qilinmaydi

# commonCopied
source: Copied!
af: Gekopieer!
ar: منسوخ!
bn: কপি করা !
de: Kopiert!
fil: Kinopya!
fr: Copié!
hi: नकल की गई!
id: Disalin!
it: Copiato!
kk: Көшірілген!
ms: disalin!
nl: Gekopieerd!
pt: Copiado!
ru: Скопировано!
th: คัดลอก!
uk: Скопійовано!
uz: Ko‘chirildi!

# homeFeaturedRecipes
source: Featured Recipes
af: Gewilde Resepte
ar: وصفات مميزة
bn: বৈশিষ্ট্যযুক্ত রেসিপি
de: Ausgewählte Rezepte
fil: Mga Itinatampok na Recipe
fr: Recettes en vedette
hi: विशेष व्यंजन
id: Resep Unggulan
it: Ricette in evidenza
kk: Таңдаулы рецепттер
ms: Resipi Pilihan
nl: Uitgelichte recepten
pt: Receitas em destaque
ru: Рекомендуемые рецепты
th: สูตรอาหารแนะนำ
uk: Рекомендовані рецепти
uz: Tanlangan retseptlar

# favoritesCreatedRecently
source: Created recently
af: Onlangs geskep
ar: تم إنشاؤها مؤخرًا
bn: সম্প্রতি তৈরি করা হয়েছে
de: Kürzlich erstellt
fil: Nilikha kamakailan
fr: Créé récemment
hi: हाल ही में बनाया गया
id: Dibuat baru-baru ini
it: Creato di recente
kk: Жақында жасалған
ms: Dicipta baru-baru ini
nl: Onlangs gemaakt
pt: Criado recentemente
ru: Создано недавно
th: สร้างขึ้นเมื่อเร็ว ๆ นี้
uk: Створено нещодавно
uz: Yaqinda yaratilgan

# scannerAiIngredientScanner
source: AI Ingredient Scanner
af: KI-bestanddeelskandeerder
ar: الماسح الضوئي للمكونات AI
bn: এআই উপাদান স্ক্যানার
de: KI-Zutatenscanner
fr: Scanner d'ingrédients IA
hi: एआई संघटक स्कैनर
id: Pemindai Bahan AI
it: Scanner degli ingredienti AI
kk: AI ингредиенттер сканері
ms: Pengimbas Bahan AI
nl: AI Ingrediëntenscanner
pt: Scanner de ingredientes AI
ru: Сканер ингредиентов с искусственным интеллектом
th: เครื่องสแกนส่วนผสม AI
uk: ШІ-сканер інгредієнтів
uz: AI tarkibiy skaneri

# scannerTakePhotoDescription
source: Take a photo of your ingredients and I'll suggest delicious recipes!
af: Neem 'n foto van jou bestanddele en ek sal heerlike resepte voorstel!
ar: التقط صورة لمكوناتك وسأقترح عليك وصفات لذيذة!
bn: আপনার উপাদানের একটি ফটো নিন এবং আমি সুস্বাদু রেসিপি সুপারিশ করব!
de: Machen Sie ein Foto Ihrer Zutaten und ich schlage Ihnen köstliche Rezepte vor!
fil: Kumuha ng larawan ng iyong mga sangkap at magmumungkahi ako ng mga masasarap na recipe!
fr: Prenez une photo de vos ingrédients et je vous proposerai de délicieuses recettes !
hi: अपनी सामग्री का फोटो लें और मैं स्वादिष्ट व्यंजन सुझाऊंगा!
id: Ambil foto bahan-bahan Anda dan saya akan menyarankan resep lezat!
it: Scatta una foto dei tuoi ingredienti e ti suggerirò ricette deliziose!
kk: Ингредиенттеріңізді суретке түсіріңіз, мен дәмді рецепттер ұсынамын!
ms: Ambil gambar bahan-bahan anda dan saya akan mencadangkan resipi yang lazat!
nl: Maak een foto van je ingrediënten en ik stel heerlijke recepten voor!
pt: Tire uma foto dos seus ingredientes e eu sugiro receitas deliciosas!
ru: Сфотографируйте ингредиенты, и я предложу вкусные рецепты!
th: ถ่ายรูปส่วนผสมของคุณแล้วฉันจะแนะนำสูตรอาหารแสนอร่อย!
uk: Сфотографуйте свої інгредієнти, і я підкажу смачні рецепти!
uz: Ingredientlaringizni suratga oling va men mazali retseptlar taklif qilaman!

# scannerOpenCamera
source: Open Camera
af: Maak kamera oop
ar: افتح الكاميرا
bn: ক্যামেরা খুলুন
de: Öffnen Sie die Kamera
fil: Buksan ang Camera
fr: Ouvrir la caméra
hi: कैमरा खोलें
id: Buka Kamera
it: Apri Fotocamera
kk: Камераны ашыңыз
ms: Buka Kamera
nl: Camera openen
pt: Abrir câmera
ru: Открыть камеру
th: เปิดกล้อง
uk: Відкрийте камеру
uz: Kamerani oching

# scannerUploadPhoto
source: Upload Photo
af: Laai foto op
ar: تحميل الصورة
bn: ছবি আপলোড করুন
de: Foto hochladen
fil: Mag-upload ng Larawan
fr: Télécharger une photo
hi: फोटो अपलोड करें
id: Unggah Foto
it: Carica foto
kk: Фотосуретті жүктеп салу
ms: Muat Naik Foto
nl: Foto uploaden
pt: Carregar foto
ru: Загрузить фото
th: อัพโหลดรูปภาพ
uk: Завантажити фото
uz: Rasm yuklash

# scannerRecipePreferences
source: Recipe Preferences
af: Resepvoorkeure
ar: تفضيلات الوصفة
bn: রেসিপি পছন্দ
de: Rezepteinstellungen
fil: Mga Kagustuhan sa Recipe
fr: Préférences de recette
hi: पकाने की विधि प्राथमिकताएँ
id: Preferensi Resep
it: Preferenze ricetta
kk: Рецепт теңшелімдері
ms: Keutamaan Resipi
nl: Receptvoorkeuren
pt: Preferências de receita
ru: Настройки рецепта
th: การตั้งค่าสูตร
uk: Параметри рецептів
uz: Retsept afzalliklari

# scannerDietType
source: Diet Type
af: Tipe dieet
ar: نوع النظام الغذائي
bn: ডায়েটের ধরন
de: Diättyp
fil: Uri ng Diet
fr: Type de régime
hi: आहार का प्रकार
id: Jenis Makanan
it: Tipo di dieta
kk: Диета түрі
ms: Jenis Diet
nl: Dieettype
pt: Tipo de dieta
ru: Тип диеты
th: ประเภทอาหาร
uk: Тип дієти
uz: Diet turi

# scannerCookingTime
source: Cooking Time
af: Kooktyd
ar: وقت الطبخ
bn: রান্নার সময়
de: Kochzeit
fil: Oras ng Pagluluto
fr: Temps de cuisson
hi: खाना पकाने के समय
id: Waktu Memasak
it: Tempo di cottura
kk: Пісіру уақыты
ms: Masa Memasak
nl: Kooktijd
pt: Tempo de cozimento
ru: Время приготовления
th: เวลาทำอาหาร
uk: Час приготування
uz: Pishirish vaqti

# scannerTargetCalories
source: Target Calories
af: Teiken kalorieë
ar: السعرات الحرارية المستهدفة
bn: লক্ষ্য ক্যালোরি
de: Zielkalorien
fil: Target na Calorie
fr: Calories cibles
hi: लक्ष्य कैलोरी
id: Target Kalori
it: Obiettivo calorie
kk: Мақсатты калориялар
ms: Sasaran Kalori
nl: Doelcalorieën
pt: Calorias alvo
ru: Целевые калории
th: แคลอรี่เป้าหมาย
uk: Цільові калорії
uz: Maqsadli kaloriyalar

# scannerViewRecipeSuggestions
source: View {count} Recipe Suggestions
af: Bekyk {count} resepvoorstelle
ar: عرض {count} اقتراحات الوصفات
bn: {count} রেসিপি সাজেশন দেখুন
de: {count} Rezeptvorschläge anzeigen
fil: Tingnan ang {count} Mga Suhestiyon sa Recipe
fr: Afficher {count} suggestions de recettes
hi: रेसिपी सुझाव देखें
id: Lihat {count} Saran Resep
it: Visualizza {count} suggerimenti di ricette
kk: {count} рецепт ұсыныстарын қараңыз
ms: Lihat {count} Cadangan Resipi
nl: Bekijk {count} Receptsuggesties
pt: Ver {count} sugestões de receitas
ru: Посмотреть {count} предложений рецептов
th: ดูคำแนะนำสูตรอาหาร {count} รายการ
uk: Переглянути {count} пропозицій рецептів
uz: {count} retsept boʻyicha takliflarni koʻring

# scannerGenerateRecipes
source: Generate Recipes
af: Genereer resepte
ar: توليد وصفات
bn: রেসিপি তৈরি করুন
de: Generieren Sie Rezepte
fil: Bumuo ng Mga Recipe
fr: Générer des recettes
hi: रेसिपी उत्पन्न करें
id: Hasilkan Resep
it: Genera ricette
kk: Рецепттерді жасаңыз
ms: Hasilkan Resipi
nl: Recepten genereren
pt: Gerar receitas
ru: Создание рецептов
th: สร้างสูตรอาหาร
uk: Створення рецептів
uz: Retseptlar yaratish

# scannerNoRecipesGenerated
source: No recipes generated yet
af: Geen resepte is nog gegenereer nie
ar: لم يتم إنشاء أي وصفات حتى الآن
bn: কোন রেসিপি এখনও উত্পন্ন
de: Es wurden noch keine Rezepte generiert
fil: Wala pang nabuong mga recipe
fr: Aucune recette générée pour le moment
hi: अभी तक कोई रेसिपी उत्पन्न नहीं हुई
id: Belum ada resep yang dibuat
it: Nessuna ricetta ancora generata
kk: Әзірге рецепттер жасалмады
ms: Belum ada resipi yang dihasilkan
nl: Er zijn nog geen recepten gegenereerd
pt: Nenhuma receita gerada ainda
ru: Рецепты еще не созданы
th: ยังไม่มีการสร้างสูตร
uk: Рецептів ще не створено
uz: Hali hech qanday retsept yaratilmagan

# scannerViewFullRecipe
source: View Full Recipe
af: Bekyk volledige resep
ar: عرض الوصفة الكاملة
bn: সম্পূর্ণ রেসিপি দেখুন
de: Vollständiges Rezept ansehen
fil: Tingnan ang Buong Recipe
fr: Voir la recette complète
hi: पूरी रेसिपी देखें
id: Lihat Resep Lengkap
it: Visualizza la ricetta completa
kk: Толық рецептті көру
ms: Lihat Resipi Penuh
nl: Bekijk het volledige recept
pt: Ver receita completa
ru: Посмотреть полный рецепт
th: ดูสูตรเต็ม
uk: Переглянути повний рецепт
uz: To'liq retseptni ko'rish

# scannerNutritionPerServing
source: Nutrition per Serving
af: Voeding per porsie
ar: التغذية لكل وجبة
bn: পরিবেশন প্রতি পুষ্টি
de: Nährwert pro Portion
fil: Nutrisyon sa bawat Paghahatid
fr: Nutrition par portion
hi: प्रति सेवा पोषण
id: Nutrisi per Porsi
it: Nutrizione per porzione
kk: Бір порциядағы тамақтану
ms: Pemakanan setiap Hidangan
nl: Voeding per portie
pt: Nutrição por porção
ru: Питание на порцию
th: โภชนาการต่อหนึ่งหน่วยบริโภค
uk: Поживність на порцію
uz: Har bir xizmat uchun ovqatlanish

# scannerCalories
source: Calories
af: Kalorieë
ar: سعرات حرارية
bn: ক্যালরি
de: Kalorien
fil: Mga calorie
hi: कैलोरी
id: Kalori
it: Calorie
kk: Калориялар
ms: Kalori
nl: Calorieën
pt: Calorias
ru: Калории
th: แคลอรี่
uk: Калорії
uz: Kaloriya

# scannerFats
source: Fats
af: Vette
ar: الدهون
bn: চর্বি
de: Fette
fil: Mga taba
fr: Graisses
hi: वसा
id: lemak
it: Grassi
kk: Майлар
ms: Lemak
nl: Vetten
pt: Gorduras
ru: Жиры
th: ไขมัน
uk: Жири
uz: Yog'lar

# scannerRecipeSuggestions
source: Recipe Suggestions
af: Resepvoorstelle
ar: اقتراحات الوصفة
bn: রেসিপি পরামর্শ
de: Rezeptvorschläge
fil: Mga Suhestiyon sa Recipe
fr: Suggestions de recettes
hi: रेसिपी सुझाव
id: Saran Resep
it: Suggerimenti per ricette
kk: Рецепт бойынша ұсыныстар
ms: Cadangan Resipi
nl: Receptsuggesties
pt: Sugestões de receitas
ru: Рекомендации по рецептам
th: คำแนะนำสูตร
uk: Пропозиції щодо рецептів
uz: Retsept bo'yicha tavsiyalar

# scannerRecipe
source: Recipe
af: Resep
ar: وصفة
bn: রেসিপি
de: Rezept
fr: Recette
hi: व्यंजन विधि
id: Resep
it: Ricetta
kk: Рецепт
ms: resepi
nl: Recept
pt: Receita
ru: Рецепт
th: สูตรอาหาร
uk: рецепт
uz: Retsept

# scannerNoRecipeSelected
source: No recipe selected
af: Geen resep gekies nie
ar: لم يتم اختيار أي وصفة
bn: কোন রেসিপি নির্বাচিত
de: Kein Rezept ausgewählt
fil: Walang napiling recipe
fr: Aucune recette sélectionnée
hi: कोई नुस्खा चयनित नहीं
id: Tidak ada resep yang dipilih
it: Nessuna ricetta selezionata
kk: Рецепт таңдалмаған
ms: Tiada resipi yang dipilih
nl: Geen recept geselecteerd
pt: Nenhuma receita selecionada
ru: Рецепт не выбран
th: ไม่ได้เลือกสูตร
uk: Рецепт не вибрано
uz: Hech qanday retsept tanlanmagan

# scannerErrorPickingImage
source: Error picking image: {error}
af: Kon nie prent kies nie: {fout}
ar: خطأ في اختيار الصورة: {error}
bn: ছবি বাছাই করতে ত্রুটি: {error}
de: Fehler beim Auswählen des Bildes: {error}
fil: Error sa pagpili ng larawan: {error}
fr: Erreur lors de la sélection de l'image : {erreur}
hi: छवि चुनने में त्रुटि: {error}
id: Kesalahan saat memilih gambar: {error}
it: Errore nella scelta dell'immagine: {error}
kk: Кескінді таңдау қатесі: {error}
ms: Ralat semasa memilih imej: {error}
nl: Fout bij het kiezen van afbeelding: {error}
pt: Erro ao escolher a imagem: {error}
ru: Ошибка выбора изображения: {error}.
th: เกิดข้อผิดพลาดในการเลือกรูปภาพ: {error}
uk: Помилка вибору зображення: {error}
uz: Rasmni tanlashda xatolik yuz berdi: {error}

# scannerErrorCapturingImage
source: Error capturing image: {error}
af: Kon nie prent vaslê nie: {fout}
ar: خطأ في التقاط الصورة: {error}
bn: ছবি তোলার সময় ত্রুটি: {error}
de: Fehler beim Aufnehmen des Bildes: {error}
fil: Error sa pagkuha ng larawan: {error}
fr: Erreur de capture de l'image : {erreur}
hi: छवि कैप्चर करने में त्रुटि: {error}
id: Kesalahan saat mengambil gambar: {error}
it: Errore durante l'acquisizione dell'immagine: {error}
kk: Суретке түсіру қатесі: {error}
ms: Ralat menangkap imej: {error}
nl: Fout bij het vastleggen van afbeelding: {error}
pt: Erro ao capturar imagem: {error}
ru: Ошибка захвата изображения: {error}.
th: เกิดข้อผิดพลาดในการจับภาพ: {error}
uk: Помилка захоплення зображення: {error}
uz: Rasmga olishda xatolik yuz berdi: {error}

# scannerErrorAnalyzingImage
source: Error analyzing image: {error}
af: Kon nie prent ontleed nie: {fout}
ar: خطأ في تحليل الصورة: {error}
bn: চিত্র বিশ্লেষণে ত্রুটি: {error}
de: Fehler beim Analysieren des Bildes: {error}
fil: Error sa pagsusuri ng larawan: {error}
fr: Erreur lors de l'analyse de l'image : {erreur}
hi: छवि का विश्लेषण करने में त्रुटि: {error}
id: Kesalahan saat menganalisis gambar: {error}
it: Errore durante l'analisi dell'immagine: {error}
kk: Кескінді талдау қатесі: {error}
ms: Ralat menganalisis imej: {error}
nl: Fout bij analyseren van afbeelding: {error}
pt: Erro ao analisar imagem: {error}
ru: Ошибка анализа изображения: {error}.
th: เกิดข้อผิดพลาดในการวิเคราะห์รูปภาพ: {error}
uk: Помилка аналізу зображення: {error}
uz: Rasmni tahlil qilishda xatolik yuz berdi: {error}
