Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# landingStep2Desc
source: Receive personalized recipes and meal plans instantly
af: Ontvang gepersonaliseerde resepte en maaltydplanne onmiddellik
ar: احصل على وصفات شخصية وخطط وجبات على الفور
bn: সাথে সাথে ব্যক্তিগতকৃত রেসিপি এবং খাবারের পরিকল্পনা পান
de: Erhalten Sie sofort personalisierte Rezepte und Speisepläne
fil: Makatanggap kaagad ng mga personalized na recipe at meal plan
fr: Recevez instantanément des recettes et des plans de repas personnalisés
hi: वैयक्तिकृत व्यंजन और भोजन योजनाएं तुरंत प्राप्त करें
id: Terima resep dan rencana makan yang dipersonalisasi secara instan
it: Ricevi istantaneamente ricette e piani pasto personalizzati
kk: Жеке рецепттер мен тамақтану жоспарларын бірден алыңыз
ms: Terima resipi peribadi dan rancangan makan serta-merta
nl: Ontvang direct gepersonaliseerde recepten en maaltijdplannen
pt: Receba receitas personalizadas e planos de refeições instantaneamente
ru: Мгновенно получайте персональные рецепты и планы питания.
th: รับสูตรอาหารและแผนมื้ออาหารส่วนตัวทันที
uk: Миттєво отримуйте персоналізовані рецепти та плани харчування
uz: Shaxsiylashtirilgan retseptlar va ovqatlanish rejalarini darhol oling

# landingStep3Title
source: Cook & Track
af: Kook & Track
ar: كوك وتتبع
bn: কুক এবং ট্র্যাক
de: Kochen & verfolgen
fil: Magluto at Subaybayan
fr: Cuisiner et suivre
hi: कुक और ट्रैक
id: Masak & Lacak
it: Cucina e segui
kk: Пісіру және қадағалау
ms: Masak & Jejak
nl: Koken en volgen
pt: Cozinhe e acompanhe
ru: Готовить и отслеживать
th: ปรุงและติดตาม
uk: Готуйте та відстежуйте
uz: Ovqat pishirish va kuzatish

# landingStep3Desc
source: Follow step-by-step guides and track your nutrition progress
af: Volg stap-vir-stap-gidse en hou jou voedingvordering dop
ar: اتبع الإرشادات خطوة بخطوة وتتبع تقدمك في التغذية
bn: ধাপে ধাপে নির্দেশিকা অনুসরণ করুন এবং আপনার পুষ্টির অগ্রগতি ট্র্যাক করুন
de: Befolgen Sie die Schritt-für-Schritt-Anleitungen und verfolgen Sie Ihren Ernährungsfortschritt
fil: Sundin ang mga step-by-step na gabay at subaybayan ang iyong pag-unlad sa nutrisyon
fr: Suivez les guides étape par étape et suivez vos progrès en matière de nutrition
hi: चरण-दर-चरण दिशानिर्देशों का पालन करें और अपनी पोषण प्रगति को ट्रैक करें
id: Ikuti panduan langkah demi langkah dan lacak kemajuan nutrisi Anda
it: Segui le guide passo passo e monitora i tuoi progressi nutrizionali
kk: Қадамдық нұсқауларды орындаңыз және тамақтану барысын бақылаңыз
ms: Ikuti panduan langkah demi langkah dan jejak kemajuan pemakanan anda
nl: Volg stapsgewijze handleidingen en volg uw voedingsvoortgang
pt: Siga guias passo a passo e acompanhe seu progresso nutricional
ru: Следуйте пошаговым инструкциям и отслеживайте прогресс в питании.
th: ทำตามคำแนะนำทีละขั้นตอนและติดตามความก้าวหน้าด้านโภชนาการของคุณ
uk: Дотримуйтесь покрокових інструкцій і відстежуйте свій прогрес у харчуванні
uz: Bosqichma-bosqich ko'rsatmalarga rioya qiling va ovqatlanish jarayonini kuzatib boring

# landingLovedByThousands
source: Loved by Thousands
af: Geliefd deur Duisende
ar: محبوب من قبل الآلاف
bn: হাজার হাজার দ্বারা প্রিয়
de: Von Tausenden geliebt
fil: Minahal ng Libu-libo
fr: Aimé par des milliers
hi: हज़ारों लोगों द्वारा पसंद किया गया
id: Dicintai oleh Ribuan Orang
it: Amato da migliaia di persone
kk: Мыңдаған адамдар жақсы көреді
ms: Disayangi Ribuan
nl: Geliefd bij duizenden
pt: Amado por milhares
ru: Любимый тысячами
th: เป็นที่รักของคนนับพัน
uk: Люблять тисячі
uz: Minglab odamlar tomonidan sevilgan

# landingWhatUsersSay
source: What Our Users Say
af: Wat ons gebruikers sê
ar: ماذا يقول مستخدمونا
bn: আমাদের ব্যবহারকারীরা কি বলে
de: Was unsere Benutzer sagen
fil: Ang Sinasabi ng Aming Mga Gumagamit
fr: Ce que disent nos utilisateurs
hi: हमारे उपयोगकर्ता क्या कहते हैं
id: Apa Kata Pengguna Kami
it: Cosa dicono i nostri utenti
kk: Біздің қолданушылар не дейді
ms: Apa Kata Pengguna Kami
nl: Wat onze gebruikers zeggen
pt: O que nossos usuários dizem
ru: Что говорят наши пользователи
th: สิ่งที่ผู้ใช้ของเราพูด
uk: Що говорять наші користувачі
uz: Foydalanuvchilarimiz nima deyishadi

# landingTestimonial1Name
source: Sarah M.
ar: سارة م.
bn: সারাহ এম.
hi: सारा एम.
it: Sara M.
kk: Сара М.
nl: Sara M.
pt: Sara M.
ru: Сара М.
th: ซาราห์ เอ็ม.
uk: Сара М.
uz: Sara M.

# landingTestimonial1Role
source: Busy Mom
af: Besig Ma
ar: أمي مشغولة
bn: ব্যস্ত মা
de: Vielbeschäftigte Mama
fil: Busy si Nanay
fr: Maman occupée
hi: व्यस्त माँ
id: Ibu yang sibuk
it: Mamma impegnata
kk: Бос емес ана
ms: Ibu sibuk
nl: Drukke moeder
pt: Mãe ocupada
ru: занятая мама
th: ยุ่งมากแม่
uk: Зайнята мама
uz: Band onam

# landingTestimonial1Quote
source: DishGenie transformed my meal planning. I save 5+ hours every week!
af: DishGenie het my maaltydbeplanning verander. Ek spaar elke week 5+ ure!
ar: قام DishGenie بتغيير تخطيط وجباتي. أقوم بتوفير أكثر من 5 ساعات كل أسبوع!
bn: DishGenie আমার খাবার পরিকল্পনা রূপান্তরিত. আমি প্রতি সপ্তাহে 5+ ঘন্টা বাঁচাই!
de: DishGenie hat meine Essensplanung verändert. Ich spare jede Woche mehr als 5 Stunden!
fil: Binago ng DishGenie ang aking pagpaplano ng pagkain. Nakakatipid ako ng 5+ na oras bawat linggo!
fr: DishGenie a transformé ma planification de repas. Je gagne plus de 5 heures chaque semaine !
hi: डिशजीनी ने मेरी भोजन योजना बदल दी। मैं हर सप्ताह 5+ घंटे बचाता हूँ!
id: DishGenie mengubah perencanaan makan saya. Saya menghemat 5+ jam setiap minggu!
it: DishGenie ha trasformato la mia pianificazione dei pasti. Risparmio più di 5 ore ogni settimana!
kk: DishGenie менің тағамды жоспарлауды өзгертті. Мен апта сайын 5+ сағат үнемдеймін!
ms: DishGenie mengubah perancangan makan saya. Saya menjimatkan 5+ jam setiap minggu!
nl: DishGenie heeft mijn maaltijdplanning getransformeerd. Ik bespaar elke week 5+ uur!
pt: DishGenie transformou meu planejamento de refeições. Eu economizo mais de 5 horas por semana!
ru: DishGenie изменил мое планирование еды. Я экономлю 5+ часов каждую неделю!
th: DishGenie เปลี่ยนการวางแผนมื้ออาหารของฉัน ฉันประหยัดเวลาได้ 5+ ชั่วโมงทุกสัปดาห์!
uk: DishGenie змінив моє планування їжі. Я економлю 5+ годин щотижня!
uz: DishGenie mening ovqatlanishni rejalashtirishimni o'zgartirdi. Men har hafta 5+ soatni tejayman!

# landingTestimonial2Name
source: Ahmed K.
ar: أحمد ك.
bn: আহমেদ কে.
hi: अहमद के.
id: Ahmad K.
kk: Ахмед Қ.
ms: Ahmad K.
ru: Ахмед К.
th: อาเหม็ด เค.
uk: Ахмед К.
uz: Ahmad K.

# landingTestimonial2Role
source: Fitness Enthusiast
af: Fiksheidsentoesias
ar: عشاق اللياقة البدنية
bn: ফিটনেস উত্সাহী
fil: Mahilig sa Fitness
fr: Passionné de fitness
hi: फिटनेस उत्साही
id: Penggemar Kebugaran
it: Appassionato di fitness
kk: Фитнес энтузиастары
ms: Penggemar Kecergasan
nl: Fitnessliefhebber
pt: Entusiasta de fitness
ru: Любитель фитнеса
th: ผู้ชื่นชอบการออกกำลังกาย
uk: Фітнес-ентузіаст
uz: Fitnes ishqibozi

# landingTestimonial2Quote
source: The calorie tracking and high-protein recipes are exactly what I needed.
af: Die kalorie-opsporing en hoë-proteïenresepte is presies wat ek nodig gehad het.
ar: إن تتبع السعرات الحرارية والوصفات الغنية بالبروتين هي بالضبط ما أحتاجه.
bn: ক্যালোরি ট্র্যাকিং এবং উচ্চ-প্রোটিন রেসিপি ঠিক আমার যা প্রয়োজন।
de: Die Kalorienverfolgung und die proteinreichen Rezepte sind genau das, was ich brauchte.
fil: Ang pagsubaybay sa calorie at mga recipe na may mataas na protina ay eksakto kung ano ang kailangan ko.
fr: Le suivi des calories et les recettes riches en protéines sont exactement ce dont j'avais besoin.
hi: कैलोरी ट्रैकिंग और उच्च-प्रोटीन व्यंजन बिल्कुल वही हैं जिनकी मुझे आवश्यकता थी।
id: Pelacakan kalori dan resep berprotein tinggi adalah yang saya butuhkan.
it: Il monitoraggio delle calorie e le ricette ad alto contenuto proteico sono esattamente ciò di cui avevo bisogno.
kk: Калорияны қадағалау және жоғары ақуыз рецептері маған қажет нәрсе.
ms: Penjejakan kalori dan resipi protein tinggi adalah apa yang saya perlukan.
nl: Het bijhouden van calorieën en de eiwitrijke recepten zijn precies wat ik nodig had.
pt: O rastreamento de calorias e as receitas com alto teor de proteínas são exatamente o que eu precisava.
ru: Рецепты с отслеживанием калорий и высоким содержанием белка — именно то, что мне нужно.
th: การติดตามแคลอรี่และสูตรอาหารที่มีโปรตีนสูงคือสิ่งที่ฉันต้องการจริงๆ
uk: Рецепти з відстеженням калорій і високим вмістом білка – саме те, що мені потрібно.
uz: Kaloriyani kuzatish va yuqori proteinli retseptlar menga kerak bo'lgan narsadir.

# landingTestimonial3Name
source: Priya S.
ar: بريا س.
bn: প্রিয়া এস.
hi: प्रिया एस.
kk: Прия С.
ru: Прия С.
th: ปรียา ส.
uk: Прия С.

# landingTestimonial3Role
source: Student
ar: طالب
bn: ছাত্র
fil: Estudyante
fr: Étudiant
hi: विद्यार्थी
id: Murid
it: Studente
kk: студент
ms: Pelajar
pt: Estudante
ru: Студент
th: นักเรียน
uk: студент
uz: Talaba

# landingTestimonial3Quote
source: Budget-friendly desi recipes that taste like home. Absolutely love it!
af: Begrootvriendelike desi-resepte wat soos tuis smaak. Absoluut mal daaroor!
ar: وصفات منتديات صديقة للميزانية التي طعمها مثل المنزل. بالتأكيد أحبه!
bn: বাজেট-বান্ধব দেশি রেসিপি যা বাড়ির মতো স্বাদ। একেবারে এটা ভালোবাসি!
de: Budgetfreundliche Desi-Rezepte, die wie zu Hause schmecken. Ich liebe es absolut!
fil: Budget-friendly na mga desi recipe na parang bahay. Ganap na mahal ito!
fr: Des recettes desi économiques qui ont le goût de la maison. J'adore ça!
hi: बजट-अनुकूल देसी व्यंजन जिनका स्वाद घर जैसा है। यह बिल्कुल पसंद है!
id: Resep desi ramah anggaran yang terasa seperti rumahan. Sangat menyukainya!
it: Ricette desi economiche che sanno di casa. Lo adoro assolutamente!
kk: Үйдегідей дәмді бюджеттік деси рецепттері. Мүлдем жақсы көремін!
ms: Resipi desi mesra bajet yang rasanya seperti di rumah. Suka sangat!
nl: Budgetvriendelijke desi-recepten die smaken als thuis. Ik ben er absoluut dol op!
pt: Receitas desi econômicas com gosto de casa. Absolutamente adorei!
ru: Бюджетные рецепты дези, которые по-домашнему вкусны. Мне это очень нравится!
th: สูตรอาหาร Desi ราคาประหยัดที่มีรสชาติเหมือนอยู่บ้าน รักมันอย่างแน่นอน!
uk: Бюджетні рецепти дезі, які смакують як вдома. Абсолютно люблю це!
uz: Uyga o'xshash byudjetga mos desi retseptlari. Mutlaqo seving!

# landingStartCookingSmarter
source: Start Cooking Smarter Today
af: Begin vandag slimmer kook
ar: ابدأ الطهي بطريقة أكثر ذكاءً اليوم
bn: আজই আরও স্মার্ট রান্না করা শুরু করুন
de: Fangen Sie noch heute an, intelligenter zu kochen
fil: Simulan ang Pagluluto ng Mas Matalino Ngayon
fr: Commencez à cuisiner plus intelligemment dès aujourd’hui
hi: आज ही बेहतर तरीके से खाना पकाना शुरू करें
id: Mulailah Memasak dengan Lebih Cerdas Sekarang
it: Inizia a cucinare in modo più intelligente oggi stesso
kk: Ақылдырақ пісіруді бүгіннен бастаңыз
ms: Mulakan Memasak Lebih Bijak Hari Ini
nl: Begin vandaag nog slimmer met koken
pt: Comece a cozinhar de maneira mais inteligente hoje
ru: Начните готовить умнее сегодня
th: เริ่มทำอาหารอย่างชาญฉลาดวันนี้
uk: Почніть готувати розумніше сьогодні
uz: Bugundanoq ovqat pishirishni boshlang

# landingJoinThousands
source: Join thousands of home cooks who've transformed their kitchen experience with AI-powered meal planning.
af: Sluit aan by duisende tuiskokke wat hul kombuiservaring verander het met KI-aangedrewe maaltydbeplanning.
ar: انضم إلى الآلاف من الطهاة المنزليين الذين أحدثوا تحولاً في تجربة مطبخهم من خلال تخطيط الوجبات المدعوم بالذكاء الاصطناعي.
bn: হাজার হাজার বাড়ির বাবুর্চিদের সাথে যোগ দিন যারা এআই-চালিত খাবার পরিকল্পনার মাধ্যমে তাদের রান্নাঘরের অভিজ্ঞতাকে বদলে দিয়েছে।
de: Schließen Sie sich Tausenden von Hobbyköchen an, die ihr Küchenerlebnis mit KI-gestützter Essensplanung verändert haben.
fil: Sumali sa libu-libong mga lutuin sa bahay na binago ang kanilang karanasan sa kusina gamit ang pagpaplano ng pagkain na pinapagana ng AI.
fr: Rejoignez des milliers de cuisiniers à domicile qui ont transformé leur expérience en cuisine grâce à la planification des repas basée sur l'IA.
hi: उन हजारों घरेलू रसोइयों से जुड़ें जिन्होंने एआई-संचालित भोजन योजना के साथ अपने रसोई अनुभव को बदल दिया है।
id: Bergabunglah dengan ribuan juru masak rumahan yang telah mengubah pengalaman dapur mereka dengan perencanaan makan bertenaga AI.
it: Unisciti a migliaia di cuochi casalinghi che hanno trasformato la loro esperienza in cucina con la pianificazione dei pasti basata sull'intelligenza artificiale.
kk: Жасанды интеллектпен тамақтандыруды жоспарлау арқылы асүй тәжірибесін өзгерткен мыңдаған үй аспазшыларына қосылыңыз.
ms: Sertai beribu-ribu tukang masak di rumah yang telah mengubah pengalaman dapur mereka dengan perancangan makanan dikuasakan AI.
nl: Sluit u aan bij duizenden thuiskoks die hun keukenervaring hebben getransformeerd met maaltijdplanning op basis van AI.
pt: Junte-se a milhares de cozinheiros domésticos que transformaram sua experiência na cozinha com o planejamento de refeições baseado em IA.
ru: Присоединяйтесь к тысячам домашних поваров, которые изменили свою кухню с помощью планирования еды с помощью искусственного интеллекта.
th: เข้าร่วมกับแม่ครัวที่บ้านหลายพันคนที่เปลี่ยนประสบการณ์ในครัวด้วยการวางแผนมื้ออาหารที่ขับเคลื่อนด้วย AI
uk: Приєднуйтеся до тисяч домашніх кухарів, які змінили свою кухню за допомогою планування їжі на основі штучного інтелекту.
uz: Oshxona tajribasini sun'iy intellekt asosidagi ovqatlanishni rejalashtirish orqali o'zgartirgan minglab uy oshpazlariga qo'shiling.

# landingCopyright
source: © 2024 DishGenie AI. All rights reserved.
af: © 2024 DishGenie AI. Alle regte voorbehou.
ar: © 2024 ديش جيني AI. جميع الحقوق محفوظة.
bn: © 2024 ডিশজেনি এআই। সর্বস্বত্ব সংরক্ষিত
de: © 2024 DishGenie AI. Alle Rechte vorbehalten.
fil: © 2024 DishGenie AI. Lahat ng karapatan ay nakalaan.
fr: © 2024 DishGenie AI. Tous droits réservés.
hi: © 2024 डिशजीनी एआई। सर्वाधिकार सुरक्षित।
id: © 2024 DishGenie AI. Semua hak dilindungi undang-undang.
it: © 2024 DishGenie AI. Tutti i diritti riservati.
kk: © 2024 DishGenie AI. Барлық құқықтар қорғалған.
ms: © 2024 DishGenie AI. Semua hak terpelihara.
nl: © 2024 DishGenie AI. Alle rechten voorbehouden.
pt: © 2024 DishGenie AI. Todos os direitos reservados.
ru: © 2024 DishGenie AI. Все права защищены.
th: © 2024 DishGenie AI. สงวนลิขสิทธิ์.
uk: © 2024 DishGenie AI. Всі права захищені.
uz: © 2024 DishGenie AI. Barcha huquqlar himoyalangan.

# recipesLimitReached
source: You have reached your limit
af: Jy het jou limiet bereik
ar: لقد وصلت إلى الحد الخاص بك
bn: আপনি আপনার সীমা পৌঁছেছেন
de: Sie haben Ihr Limit erreicht
fil: Naabot mo na ang iyong limitasyon
fr: Vous avez atteint votre limite
hi: आप अपनी सीमा तक पहुंच गए हैं
id: Anda telah mencapai batas Anda
it: Hai raggiunto il tuo limite
kk: Сіз өз шегіңізге жеттіңіз
ms: Anda telah mencapai had anda
nl: Je hebt je limiet bereikt
pt: Você atingiu seu limite
ru: Вы достигли своего предела
th: คุณถึงขีดจำกัดของคุณแล้ว
uk: Ви досягли свого ліміту
uz: Siz chegarangizga yetdingiz

# recipesLimitReachedMessage
source: You've used all {limit} free recipe generations. Upgrade to premium for unlimited access!
af: Jy het al {limit} gratis resepgenerasies gebruik. Gradeer op na premium vir onbeperkte toegang!
ar: لقد استخدمت جميع أجيال الوصفات المجانية البالغ عددها {limit}. الترقية إلى الإصدار المميز للوصول غير المحدود!
bn: আপনি সমস্ত {limit} বিনামূল্যের রেসিপি প্রজন্ম ব্যবহার করেছেন৷ সীমাহীন অ্যাক্সেসের জন্য প্রিমিয়ামে আপগ্রেড করুন!
de: Sie haben alle {limit} kostenlosen Rezeptgenerationen verwendet. Upgrade auf Premium für unbegrenzten Zugriff!
fil: Nagamit mo na ang lahat ng {limit} libreng henerasyon ng recipe. Mag-upgrade sa premium para sa walang limitasyong pag-access!
fr: Vous avez utilisé toutes les {limit} générations de recettes gratuites. Passez à Premium pour un accès illimité !
hi: आपने सभी {limit} निःशुल्क रेसिपी पीढ़ियों का उपयोग किया है। असीमित एक्सेस के लिए प्रीमियम में अपग्रेड करें!
id: Anda telah menggunakan semua generasi resep gratis sebesar {limit}. Tingkatkan ke premium untuk akses tak terbatas!
it: Hai utilizzato tutte le {limit} generazioni di ricette gratuite. Passa a Premium per un accesso illimitato!
kk: Сіз {limit} тегін рецепт буынының барлығын қолдандыңыз. Шексіз қолжетімділік үшін премиумға жаңартыңыз!
ms: Anda telah menggunakan kesemua {limit} generasi resipi percuma. Naik taraf kepada premium untuk akses tanpa had!
nl: Je hebt alle {limit} gratis receptgeneraties gebruikt. Upgrade naar premium voor onbeperkte toegang!
pt: Você usou todas as {limit} gerações de receitas gratuitas. Atualize para premium para acesso ilimitado!
ru: Вы использовали все поколения бесплатных рецептов ({limit}). Перейдите на премиум-версию и получите неограниченный доступ!
th: คุณได้ใช้สูตรสูตรฟรีทั้งหมด {limit} รุ่นแล้ว อัพเกรดเป็นพรีเมี่ยมเพื่อการเข้าถึงไม่จำกัด!
uk: Ви використали всі безкоштовні покоління рецептів ({limit}). Перейдіть на преміум для необмеженого доступу!
uz: Siz barcha {limit} ta bepul retsept avlodlaridan foydalangansiz. Cheksiz kirish uchun premiumga yangilang!

# recipesAiRecipeDisabled
source: AI recipe generation is currently disabled. Upgrade to premium for unlimited access!
af: KI-resepgenerering is tans gedeaktiveer. Gradeer op na premium vir onbeperkte toegang!
ar: إنشاء وصفة الذكاء الاصطناعي معطل حاليًا. الترقية إلى الإصدار المميز للوصول غير المحدود!
bn: AI রেসিপি জেনারেশন বর্তমানে অক্ষম। সীমাহীন অ্যাক্সেসের জন্য প্রিমিয়ামে আপগ্রেড করুন!
de: Die Generierung von KI-Rezepten ist derzeit deaktiviert. Upgrade auf Premium für unbegrenzten Zugriff!
fil: Kasalukuyang hindi pinagana ang pagbuo ng recipe ng AI. Mag-upgrade sa premium para sa walang limitasyong pag-access!
fr: La génération de recettes IA est actuellement désactivée. Passez à Premium pour un accès illimité !
hi: एआई रेसिपी पीढ़ी वर्तमान में अक्षम है। असीमित एक्सेस के लिए प्रीमियम में अपग्रेड करें!
id: Pembuatan resep AI saat ini dinonaktifkan. Tingkatkan ke premium untuk akses tak terbatas!
it: La generazione di ricette AI è attualmente disabilitata. Passa a Premium per un accesso illimitato!
kk: AI рецептін жасау қазір өшірілген. Шексіз қолжетімділік үшін премиумға жаңартыңыз!
ms: Penjanaan resipi AI dilumpuhkan pada masa ini. Naik taraf kepada premium untuk akses tanpa had!
nl: Het genereren van AI-recepten is momenteel uitgeschakeld. Upgrade naar premium voor onbeperkte toegang!
pt: A geração de receitas de IA está atualmente desativada. Atualize para premium para acesso ilimitado!
ru: Генерация рецептов ИИ в настоящее время отключена. Перейдите на премиум-версию и получите неограниченный доступ!
th: การสร้างสูตร AI ถูกปิดใช้งานอยู่ในขณะนี้ อัพเกรดเป็นพรีเมี่ยมเพื่อการเข้าถึงไม่จำกัด!
uk: Генерація рецептів AI наразі вимкнена. Перейдіть на преміум для необмеженого доступу!
uz: AI retseptlarini yaratish hozirda oʻchirib qoʻyilgan. Cheksiz kirish uchun premiumga yangilang!

# premiumPerWeek
source: /Week
ar: /أسبوع
de: /Woche
fr: /Semaine
hi: /सप्ताह
pt: /Semana
ru: /Неделя
