Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# scannerNoIngredientsDetected
source: No ingredients detected. Please try another image.
af: Geen bestanddele bespeur nie. Probeer asseblief 'n ander prent.
ar: لم يتم الكشف عن أي مكونات. يرجى تجربة صورة أخرى.
bn: কোন উপাদান সনাক্ত করা হয়নি. অন্য ইমেজ চেষ্টা করুন.
de: Keine Inhaltsstoffe erkannt. Bitte versuchen Sie es mit einem anderen Bild.
fil: Walang natukoy na sangkap. Mangyaring subukan ang isa pang larawan.
fr: Aucun ingrédient détecté. Veuillez essayer une autre image.
hi: कोई सामग्री नहीं पाई गई. कृपया कोई अन्य छवि आज़माएँ.
id: Tidak ada bahan yang terdeteksi. Silakan coba gambar lain.
it: Nessun ingrediente rilevato. Per favore prova un'altra immagine.
kk: Ешбір ингредиент анықталмады. Басқа суретті қолданып көріңіз.
ms: Tiada bahan dikesan. Sila cuba imej lain.
nl: Geen ingrediënten gedetecteerd. Probeer een andere afbeelding.
pt: Nenhum ingrediente detectado. Por favor, tente outra imagem.
ru: Ингредиенты не обнаружены. Пожалуйста, попробуйте другое изображение.
th: ไม่พบส่วนผสม โปรดลองภาพอื่น
uk: Жодних інгредієнтів не виявлено. Спробуйте інше зображення.
uz: Hech qanday ingredient aniqlanmadi. Boshqa rasmni sinab koʻring.

# premiumSuccess
source: Success!
af: Sukses!
ar: نجاح!
bn: সফলতার !
de: Erfolg!
fil: Tagumpay!
fr: Succès!
hi: सफलता!
id: Kesuksesan!
it: Successo!
kk: Сәттілік!
ms: Berjaya!
nl: Succes!
pt: Sucesso!
ru: Успех!
th: ความสำเร็จ!
uk: Успіх!
uz: Muvaffaqiyat!

# premiumWelcomeMessage
source: Welcome to DishGenie Pro! Enjoy all premium features.
af: Welkom by DishGenie Pro! Geniet alle premium kenmerke.
ar: مرحباً بك في DishGenie Pro! استمتع بجميع الميزات المميزة.
bn: DishGenie Pro তে স্বাগতম! সমস্ত প্রিমিয়াম বৈশিষ্ট্য উপভোগ করুন।
de: Willkommen bei DishGenie Pro! Genießen Sie alle Premium-Funktionen.
fil: Maligayang pagdating sa DishGenie Pro! Tangkilikin ang lahat ng mga premium na tampok.
fr: Bienvenue dans DishGenie Pro! Profitez de toutes les fonctionnalités premium.
hi: DishGenie Pro में आपका स्वागत है! सभी प्रीमियम सुविधाओं का आनंद लें।
id: Selamat datang di DishGenie Pro! Nikmati semua fitur premium.
it: Benvenuto in DishGenie Pro! Goditi tutte le funzionalità premium.
kk: DishGenie Pro-ға қош келдіңіз! Барлық премиум мүмкіндіктерді пайдаланыңыз.
ms: Selamat datang ke DishGenie Pro! Nikmati semua ciri premium.
nl: Welkom bij DishGenie Pro! Geniet van alle premiumfuncties.
pt: Bem-vindo ao DishGenie Pro! Aproveite todos os recursos premium.
ru: Добро пожаловать в DishGenie Pro! Наслаждайтесь всеми премиум-функциями.
th: ยินดีต้อนรับสู่ DishGenie Pro! เพลิดเพลินกับคุณสมบัติระดับพรีเมียมทั้งหมด
uk: Ласкаво просимо до DishGenie Pro! Насолоджуйтесь усіма преміум-функціями.
uz: DishGenie Pro-ga xush kelibsiz! Barcha premium funksiyalardan rohatlaning.

# premiumPurchasesRestored
source: Purchases restored successfully
af: Aankope is suksesvol herstel
ar: تمت استعادة المشتريات بنجاح
bn: ক্রয়গুলি সফলভাবে পুনরুদ্ধার করা হয়েছে৷
de: Käufe erfolgreich wiederhergestellt
fil: Matagumpay na naibalik ang mga pagbili
fr: Achats restaurés avec succès
hi: खरीदारी सफलतापूर्वक बहाल की गई
id: Pembelian berhasil dipulihkan
it: Acquisti ripristinati correttamente
kk: Сатып алулар сәтті қалпына келтірілді
ms: Pembelian berjaya dipulihkan
nl: Aankopen zijn succesvol hersteld
pt: Compras restauradas com sucesso
ru: Покупки успешно восстановлены
th: กู้คืนการซื้อเรียบร้อยแล้ว
uk: Покупки успішно відновлені
uz: Xaridlar muvaffaqiyatli tiklandi

# premiumSubscriptionLoading
source: Subscription plans are loading. Please try again in a moment.
af: Intekeningplanne laai tans. Probeer asseblief oor 'n oomblik weer.
ar: جاري تحميل خطط الاشتراك. يرجى المحاولة مرة أخرى بعد لحظة.
bn: সদস্যতা পরিকল্পনা লোড হচ্ছে. অনুগ্রহ করে কিছুক্ষণের মধ্যে আবার চেষ্টা করুন।
de: Abonnementpläne werden geladen. Bitte versuchen Sie es in einem Moment erneut.
fil: Naglo-load ang mga subscription plan. Pakisubukang muli sa isang sandali.
fr: Les plans d'abonnement se chargent. Veuillez réessayer dans un instant.
hi: सदस्यता योजनाएं लोड हो रही हैं। कृपया एक क्षण में पुनः प्रयास करें।
id: Paket berlangganan sedang dimuat. Silakan coba lagi sebentar lagi.
it: I piani di abbonamento sono in fase di caricamento. Per favore riprova tra un attimo.
kk: Жазылым жоспарлары жүктелуде. Біраз уақыттан кейін қайталап көріңіз.
ms: Pelan langganan sedang dimuatkan. Sila cuba sebentar lagi.
nl: Abonnementsplannen worden geladen. Probeer het over enkele ogenblikken opnieuw.
pt: Os planos de assinatura estão carregando. Por favor, tente novamente em um momento.
ru: Планы подписки загружаются. Пожалуйста, попробуйте снова через мгновение.
th: กำลังโหลดแผนการสมัครสมาชิก โปรดลองอีกครั้งในอีกสักครู่
uk: Плани підписки завантажуються. Спробуйте ще раз за мить.
uz: Obuna rejalari yuklanmoqda. Birozdan keyin qayta urinib ko‘ring.

# premiumYouArePro
source: You are Pro!
af: Jy is Pro!
ar: أنت محترف!
bn: আপনি প্রো!
de: Sie sind Pro!
fil: Ikaw ay Pro!
fr: Vous êtes Pro!
hi: आप प्रो हैं!
id: Anda Pro!
it: Sei un professionista!
kk: Сіз кәсібисіз!
ms: Anda adalah Pro!
nl: Jij bent Pro!
pt: Você é Pro!
ru: Вы Pro!
th: คุณเป็นมือโปร!
uk: Ви профі!
uz: Siz Prosiz!

# premiumUnlockTitle
source: Unlock DishGenie Pro
af: Ontsluit DishGenie Pro
ar: فتح DishGenie Pro
bn: ডিশজেনি প্রো আনলক করুন
de: DishGenie Pro freischalten
fil: I-unlock ang DishGenie Pro
fr: Débloquer DishGenie Pro
hi: DishGenie Pro अनलॉक करें
id: Buka kunci DishGenie Pro
it: Sblocca DishGenie Pro
kk: DishGenie Pro құлпын ашыңыз
ms: Buka kunci DishGenie Pro
nl: Ontgrendel DishGenie Pro
pt: Desbloquear DishGenie Pro
ru: Разблокировать DishGenie Pro
th: ปลดล็อค DishGenie Pro
uk: Розблокуйте DishGenie Pro
uz: DishGenie Pro qulfini oching

# premiumSubtitle
source: Your Personal AI Cooking Assistant
af: Jou persoonlike KI-kookassistent
ar: مساعد الطبخ الذكي الشخصي
bn: আপনার ব্যক্তিগত এআই রান্না সহকারী
de: Ihr persönlicher KI-Kochassistent
fil: Ang iyong Personal na AI Cooking Assistant
fr: Votre assistant de cuisine IA personnel
hi: आपका व्यक्तिगत AI कुकिंग असिस्टेंट
id: Asisten Memasak AI Pribadi Anda
it: Il tuo assistente personale di cucina con intelligenza artificiale
kk: Сіздің жеке AI тағам дайындау көмекшісі
ms: Pembantu Memasak AI Peribadi anda
nl: Uw persoonlijke AI-kookassistent
pt: Seu assistente de culinária IA pessoal
ru: Ваш личный AI-кулинарный помощник
th: ผู้ช่วยทำอาหาร AI ส่วนตัวของคุณ
uk: Ваш особистий кулінарний помічник зі штучним інтелектом
uz: Sizning shaxsiy AI pishirish yordamchingiz

# premiumFeature
source: Feature
af: Kenmerk
ar: الميزة
bn: বৈশিষ্ট্য
de: Funktion
fil: Tampok
fr: Fonctionnalité
hi: सुविधा
id: Fitur
it: Caratteristica
kk: Ерекшелік
ms: Ciri
nl: Functie
pt: Recurso
ru: Функция
th: คุณสมบัติ
uk: Особливість
uz: Xususiyat

# premiumPro
source: PRO
ar: محترف
hi: प्रो
pt: PRÓ
ru: ПРО
th: โปร

# premiumBasic
source: Basic
af: Basies
ar: أساسي
bn: মৌলিক
de: Basis
fr: De base
hi: बेसिक
id: Dasar
it: Di base
kk: Негізгі
ms: asas
nl: Basis
pt: Básico
ru: Базовый
th: ขั้นพื้นฐาน
uk: Базовий
uz: Asosiy

# premiumFullAccess
source: Full Premium Access
af: Volle Premium Toegang
ar: وصول مميز كامل
bn: সম্পূর্ণ প্রিমিয়াম অ্যাক্সেস
de: Voller Premium-Zugang
fil: Buong Premium na Access
fr: Accès Premium Complet
hi: पूर्ण प्रीमियम एक्सेस
id: Akses Premium Penuh
it: Accesso Premium completo
kk: Толық премиум қолжетімділік
ms: Akses Premium Penuh
nl: Volledige premiumtoegang
pt: Acesso Premium Completo
ru: Полный премиум-доступ
th: การเข้าถึงระดับพรีเมียมเต็มรูปแบบ
uk: Повний преміум-доступ
uz: To'liq Premium kirish

# premiumSubscribeNow
source: Subscribe Now
af: Teken nou in
ar: اشترك الآن
bn: এখন সদস্যতা
de: Jetzt abonnieren
fil: Mag-subscribe na
fr: S'abonner maintenant
hi: अभी सब्सक्राइब करें
id: Berlangganan Sekarang
it: Iscriviti ora
kk: Қазір жазылыңыз
ms: Langgan Sekarang
nl: Abonneer je nu
pt: Assinar Agora
ru: Подписаться сейчас
th: สมัครสมาชิกตอนนี้
uk: Підпишіться зараз
uz: Hozir obuna bo'ling

# premiumRestorePurchases
source: Restore Purchases
af: Herstel aankope
ar: استعادة المشتريات
bn: কেনাকাটা পুনরুদ্ধার করুন
de: Käufe wiederherstellen
fil: Ibalik ang Mga Pagbili
fr: Restaurer les achats
hi: खरीदारी बहाल करें
id: Pulihkan Pembelian
it: Ripristina gli acquisti
kk: Сатып алуларды қалпына келтіру
ms: Pulihkan Pembelian
nl: Aankopen herstellen
pt: Restaurar Compras
ru: Восстановить покупки
th: คืนค่าการซื้อ
uk: Відновити покупки
uz: Xaridlarni tiklash

# premiumPrivacyPolicy
source: Privacy Policy
af: Privaatheidsbeleid
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
fil: Patakaran sa Privacy
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: politica sulla riservatezza
kk: Құпиялылық саясаты
ms: Dasar Privasi
nl: Privacybeleid
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності
uz: Maxfiylik siyosati

# premiumTermsOfUse
source: Terms of Use
af: Gebruiksvoorwaardes
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
de: Nutzungsbedingungen
fil: Mga Tuntunin sa Paggamit
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Ketentuan Penggunaan
it: Termini di utilizzo
kk: Пайдалану шарттары
ms: Syarat Penggunaan
nl: Gebruiksvoorwaarden
pt: Termos de Uso
ru: Условия использования
th: เงื่อนไขการใช้งาน
uk: Умови використання
uz: Foydalanish shartlari

# premiumFailedToInitiatePurchase
source: Failed to initiate purchase
af: Kon nie aankoop begin nie
ar: فشل في بدء الشراء
bn: কেনাকাটা শুরু করতে ব্যর্থ হয়েছে৷
de: Kauf konnte nicht initiiert werden
fil: Nabigong simulan ang pagbili
fr: Échec de l'initiation de l'achat
hi: खरीदारी शुरू करने में विफल
id: Gagal memulai pembelian
it: Impossibile avviare l'acquisto
kk: Сатып алуды бастау мүмкін болмады
ms: Gagal untuk memulakan pembelian
nl: Kan de aankoop niet starten
pt: Falha ao iniciar compra
ru: Не удалось инициировать покупку
th: ไม่สามารถเริ่มการซื้อได้
uk: Не вдалося розпочати покупку
uz: Xaridni boshlash amalga oshmadi

# premiumError
source: Error: {error}
af: Fout: {fout}
ar: خطأ: {error}
bn: ত্রুটি: {error}
de: Fehler: {error}
fr: Erreur : {erreur}
hi: त्रुटि: {error}
id: Kesalahan: {kesalahan}
it: Errore: {errore}
kk: Қате: {error}
ms: Ralat: {error}
nl: Fout: {fout}
pt: Erro: {error}
ru: Ошибка: {error}
th: ข้อผิดพลาด: {error}
uk: Помилка: {error}
uz: Xato: {error}

# premiumFeatureUnlimitedRecipes
source: Unlimited AI Recipes
af: Onbeperkte AI-resepte
ar: وصفات ذكاء اصطناعي غير محدودة
bn: আনলিমিটেড এআই রেসিপি
de: Unbegrenzte KI-Rezepte
fil: Walang limitasyong Mga Recipe ng AI
fr: Recettes IA illimitées
hi: असीमित AI रेसिपी
id: Resep AI Tanpa Batas
it: Ricette AI illimitate
kk: Шексіз AI рецептері
ms: Resipi AI tanpa had
nl: Onbeperkte AI-recepten
pt: Receitas de IA ilimitadas
ru: Неограниченные AI-рецепты
th: สูตรอาหาร AI ไม่จำกัด
uk: Необмежена кількість рецептів AI
uz: Cheksiz AI retseptlari

# premiumFeatureNutritionAnalytics
source: Full Nutrition Analytics
af: Volledige voedingsanalise
ar: تحليلات غذائية كاملة
bn: সম্পূর্ণ পুষ্টি বিশ্লেষণ
de: Vollständige Ernährungsanalysen
fil: Buong Nutrisyon Analytics
fr: Analyses nutritionnelles complètes
hi: पूर्ण पोषण विश्लेषण
id: Analisis Nutrisi Lengkap
it: Analisi nutrizionale completa
kk: Толық тамақтану аналитикасы
ms: Analitis Pemakanan Penuh
nl: Volledige voedingsanalyse
pt: Análise nutricional completa
ru: Полный анализ питания
th: การวิเคราะห์โภชนาการเต็มรูปแบบ
uk: Повна аналітика харчування
uz: To'liq ovqatlanish tahlili

# premiumFeatureVoiceAssistant
source: Voice Cooking Assistant
af: Stemkookassistent
ar: مساعد طبخ صوتي
bn: ভয়েস রান্না সহকারী
de: Sprach-Kochassistent
fr: Assistant de cuisine vocal
hi: वॉइस कुकिंग असिस्टेंट
id: Asisten Memasak Suara
it: Assistente vocale alla cucina
kk: Дауыстық пісіру көмекшісі
ms: Pembantu Memasak Suara
nl: Voice Cooking-assistent
pt: Assistente de culinária por voz
ru: Голосовой кулинарный помощник
th: ผู้ช่วยทำอาหารด้วยเสียง
uk: Голосовий кулінарний помічник
uz: Ovozli pishirish yordamchisi

# premiumFeatureImageAnalysis
source: Recipe Image Analysis
af: Resep Beeld Analise
ar: تحليل صور الوصفات
bn: রেসিপি ইমেজ বিশ্লেষণ
de: Rezeptbildanalyse
fil: Pagsusuri ng Larawan ng Recipe
fr: Analyse d'images de recettes
hi: रेसिपी छवि विश्लेषण
id: Analisis Gambar Resep
it: Analisi delle immagini delle ricette
kk: Рецепт кескінін талдау
ms: Analisis Imej Resipi
nl: Receptbeeldanalyse
pt: Análise de imagem de receita
ru: Анализ изображений рецептов
th: การวิเคราะห์รูปภาพสูตร
uk: Аналіз зображення рецепта
uz: Retsept tasvirini tahlil qilish

# premiumFeatureGroceryList
source: Smart Grocery List
af: Slim kruidenierswarelys
ar: قائمة مشتريات ذكية
bn: স্মার্ট মুদির তালিকা
de: Intelligente Einkaufsliste
fil: Listahan ng Smart Grocery
fr: Liste de courses intelligente
hi: स्मार्ट किराना सूची
id: Daftar Belanjaan Cerdas
it: Lista della spesa intelligente
kk: Ақылды азық-түлік тізімі
ms: Senarai Barangan Pintar
nl: Slimme boodschappenlijst
pt: Lista de compras inteligente
ru: Умный список покупок
th: รายการขายของชำอัจฉริยะ
uk: Розумний список продуктів
uz: Aqlli oziq-ovqat ro'yxati

# premiumFeatureAdFree
source: Ad Free Experience
af: Advertensievrye ervaring
ar: تجربة خالية من الإعلانات
bn: বিজ্ঞাপন মুক্ত অভিজ্ঞতা
de: Werbefreie Erfahrung
fil: Libreng Ad na Karanasan
fr: Expérience sans publicité
hi: विज्ञापन-मुक्त अनुभव
id: Pengalaman Bebas Iklan
it: Esperienza senza pubblicità
kk: Жарнамасыз тәжірибе
ms: Pengalaman Percuma Iklan
nl: Advertentievrije ervaring
pt: Experiência sem anúncios
ru: Опыт без рекламы
th: ประสบการณ์โฆษณาฟรี
uk: Досвід без реклами
uz: Reklamasiz tajriba

# scannerMin
source: min
ar: دقيقة
bn: মিনিট
hi: मिन
id: menit
kk: мин
ru: мин
th: นาที
uk: хв

# scannerKcal
source: kcal
ar: سعر حراري
fr: kilocalories
hi: किलो कैलोरी
id: kkal
kk: ккал
pt: calorias
ru: ккал
th: กิโลแคลอรี
uk: ккал
uz: kkal

# commonReset
source: Reset
af: Stel terug
ar: إعادة ضبط
bn: রিসেট করুন
de: Zurücksetzen
fil: I-reset
fr: Réinitialiser
hi: रीसेट करें
id: Mengatur ulang
kk: Қалпына келтіру
ms: Tetapkan semula
nl: Opnieuw instellen
pt: Reiniciar
ru: Перезагрузить
th: รีเซ็ต
uk: Скинути
uz: Qayta tiklash

# groceryAddItemHint
source: Add item...
af: Voeg item by...
ar: إضافة عنصر...
bn: আইটেম যোগ করুন...
de: Artikel hinzufügen...
fil: Magdagdag ng item...
fr: Ajouter un article...
hi: मद जोड़ें...
id: Tambahkan barang...
it: Aggiungi elemento...
kk: Элементті қосу...
ms: Tambah item...
nl: Artikel toevoegen...
pt: Adicionar item...
ru: Добавить товар...
th: เพิ่มรายการ...
uk: Додати товар...
uz: Element qo'shish...

source: Grocery list cleared
af: Inkopielys skoongemaak
ar: تم مسح قائمة البقالة
bn: মুদির তালিকা সাফ করা হয়েছে
de: Einkaufsliste gelöscht
fil: Na-clear ang listahan ng grocery
fr: Liste d'épicerie effacée
hi: किराना सूची साफ़ हो गई
id: Daftar belanjaan dihapus
it: Lista della spesa cancellata
kk: Азық-түлік тізімі тазартылды
ms: Senarai barangan runcit dibersihkan
nl: Boodschappenlijst gewist
pt: Lista de compras apagada
ru: Список продуктов очищен.
th: ล้างรายการขายของชำแล้ว
uk: Список покупок очищено
uz: Oziq-ovqat roʻyxati tozalandi

# groceryMyGroceryList
source: My Grocery List
af: My inkopielys
ar: قائمة البقالة الخاصة بي
bn: আমার মুদির তালিকা
de: Meine Einkaufsliste
fil: Aking Listahan ng Grocery
fr: Ma liste d'épicerie
hi: मेरी किराना सूची
id: Daftar Belanjaan Saya
it: La mia lista della spesa
kk: Менің азық-түлік тізімім
ms: Senarai Barangan Saya
nl: Mijn boodschappenlijstje
pt: Minha lista de compras
ru: Мой список продуктов
th: รายการขายของชำของฉัน
uk: Мій список продуктів
uz: Mening oziq-ovqat ro'yxatim

# groceryResetList
source: Reset List
af: Stel lys terug
ar: إعادة تعيين القائمة
bn: তালিকা রিসেট করুন
de: Liste zurücksetzen
fil: I-reset ang Listahan
fr: Réinitialiser la liste
hi: सूची रीसेट करें
id: Atur Ulang Daftar
it: Reimposta elenco
kk: Тізімді қалпына келтіру
ms: Tetapkan Semula Senarai
nl: Lijst opnieuw instellen
pt: Redefinir lista
ru: Сбросить список
th: รีเซ็ตรายการ
uk: Скинути список
uz: Roʻyxatni tiklash

# groceryResetListConfirm
source: Are you sure you want to clear all items from your grocery list? This action cannot be undone.
af: Is jy seker jy wil alle items van jou inkopielys uitvee? Hierdie handeling kan nie ontdoen word nie.
ar: هل أنت متأكد أنك تريد مسح كافة العناصر من قائمة البقالة الخاصة بك؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত যে আপনি আপনার মুদি তালিকা থেকে সমস্ত আইটেম সাফ করতে চান? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না৷
de: Sind Sie sicher, dass Sie alle Artikel von Ihrer Einkaufsliste löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fil: Sigurado ka bang gusto mong i-clear ang lahat ng item mula sa iyong listahan ng grocery? Ang pagkilos na ito ay hindi maaaring i-undo.
fr: Êtes-vous sûr de vouloir supprimer tous les articles de votre liste d'épicerie ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई अपनी किराने की सूची से सभी आइटम साफ़ करना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus semua item dari daftar belanjaan Anda? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler cancellare tutti gli articoli dalla tua lista della spesa? Questa azione non può essere annullata.
kk: Азық-түлік тізіміндегі барлық элементтерді өшіргіңіз келетініне сенімдісіз бе? Бұл әрекетті қайтару мүмкін емес.
ms: Adakah anda pasti mahu mengosongkan semua item daripada senarai barangan runcit anda? Tindakan ini tidak boleh dibuat asal.
nl: Weet je zeker dat je alle items van je boodschappenlijstje wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt: Tem certeza de que deseja limpar todos os itens da sua lista de compras? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить все товары из списка покупок? Это действие невозможно отменить.
th: คุณแน่ใจหรือไม่ว่าต้องการล้างรายการทั้งหมดออกจากรายการซื้อของ? การดำเนินการนี้ไม่สามารถยกเลิกได้
uk: Ви впевнені, що бажаєте видалити всі товари зі списку покупок? Цю дію не можна скасувати.
uz: Haqiqatan ham oziq-ovqat roʻyxatidan barcha narsalarni oʻchirib tashlamoqchimisiz? Bu amalni ortga qaytarib bo‘lmaydi.

# grocerySaved
source: Saved
af: Gestoor
ar: أنقذ
bn: সংরক্ষিত
de: Gespeichert
fil: Nai-save
fr: Enregistré
hi: सहेजा गया
id: Disimpan
it: Salvato
kk: Сақталды
ms: Disimpan
nl: Opgeslagen
pt: Salvo
ru: Сохранено
th: บันทึกแล้ว
uk: Збережено
uz: Saqlangan

# weeklyPlanPersonalizedMeals
source: Personalized meals for you
af: Gepersonaliseerde maaltye vir jou
ar: وجبات مخصصة لك
bn: আপনার জন্য ব্যক্তিগতকৃত খাবার
de: Personalisierte Mahlzeiten für Sie
fil: Personalized na pagkain para sa iyo
fr: Repas personnalisés pour vous
hi: आपके लिए व्यक्तिगत भोजन
id: Makanan yang dipersonalisasi untuk Anda
it: Pasti personalizzati per te
kk: Сізге арналған жекеленген тағамдар
ms: Hidangan peribadi untuk anda
nl: Gepersonaliseerde maaltijden voor jou
pt: Refeições personalizadas para você
ru: Персонализированные блюда для вас
th: มื้ออาหารส่วนบุคคลสำหรับคุณ
uk: Персоналізовані страви для вас
uz: Siz uchun shaxsiylashtirilgan ovqatlar

# weeklyPlanView
source: View
af: Bekyk
ar: عرض
bn: দেখুন
de: Ansehen
fil: Tingnan
fr: Voir
hi: देखें
id: Lihat
it: Visualizza
kk: Көру
ms: Lihat
nl: Bekijken
pt: Ver
ru: Просмотр
th: ดู
uk: Переглянути
uz: Ko'rish

# weeklyPlanGenerateAIMealPlan
source: Generate AI Meal Plan
af: Genereer AI Maaltydplan
ar: إنشاء خطة وجبات بالذكاء الاصطناعي
bn: AI খাবার পরিকল্পনা তৈরি করুন
de: KI-Mahlzeitenplan erstellen
fil: Gumawa ng AI Meal Plan
fr: Générer un plan de repas IA
hi: AI भोजन योजना बनाएं
id: Buat Rencana Makanan AI
it: Genera piano pasti AI
kk: AI тағам жоспарын жасау
ms: Jana Pelan Makanan AI
nl: AI Maaltijdplan Genereren
pt: Gerar Plano de Refeições IA
ru: Создать план питания ИИ
th: สร้างแผนมื้ออาหาร AI
uk: Створити план харчування ШІ
uz: AI Ovqat Rejasini Yaratish

# appTitle
source: DishGenie
ar: ديشجيني
bn: ডিশজেনি
hi: डिशजीनी
id: HidanganGenie
nl: SchotelGenie
ru: БлюдоДжений
th: จานจีนี่

# searchTitle
source: Search
af: Soek
ar: بحث
bn: অনুসন্ধান করুন
de: Suchen
fil: Maghanap
fr: Recherche
hi: खोज
id: Mencari
it: Ricerca
kk: Іздеу
ms: Cari
nl: Zoekopdracht
pt: Procurar
ru: Поиск
th: ค้นหา
uk: Пошук
uz: Qidiruv

# searchSubtitle
source: Find recipes and ingredients
af: Vind resepte en bestanddele
ar: العثور على الوصفات والمكونات
bn: রেসিপি এবং উপাদান খুঁজুন
de: Rezepte und Zutaten finden
fil: Maghanap ng mga recipe at sangkap
fr: Trouver des recettes et des ingrédients
hi: रेसिपी और सामग्रियां ढूंढें
id: Temukan resep dan bahan-bahannya
it: Trova ricette e ingredienti
kk: Рецепттер мен ингредиенттерді табыңыз
ms: Cari resipi dan bahan
nl: Vind recepten en ingrediënten
pt: Encontre receitas e ingredientes
ru: Найдите рецепты и ингредиенты
th: ค้นหาสูตรและส่วนผสม
uk: Знайдіть рецепти та інгредієнти
uz: Retseptlar va ingredientlarni toping

# searchHint
source: Search recipes, ingredients.
af: Soek resepte, bestanddele.
ar: ابحث عن وصفات، مكونات.
bn: অনুসন্ধান রেসিপি, উপাদান.
de: Rezepte, Zutaten suchen.
fil: Maghanap ng mga recipe, sangkap.
fr: Rechercher des recettes, des ingrédients.
hi: रेसिपी, सामग्री खोजें।
id: Cari resep, bahan.
it: Cerca ricette, ingredienti.
kk: Рецепттерді, ингредиенттерді іздеңіз.
ms: Cari resipi, bahan-bahan.
nl: Zoek recepten, ingrediënten.
pt: Pesquise receitas, ingredientes.
ru: Поиск рецептов, ингредиентов.
th: ค้นหาสูตรส่วนผสม
uk: Пошук рецептів, інгредієнтів.
uz: Retseptlar, ingredientlarni qidiring.

# searchTrySearching
source: Try searching for:
af: Probeer soek na:
ar: جرب البحث عن:
bn: অনুসন্ধান করার চেষ্টা করুন:
de: Versuchen Sie zu suchen nach:
fil: Subukang maghanap para sa:
fr: Essayez de rechercher :
hi: खोजने का प्रयास करें:
id: Coba cari:
it: Prova a cercare:
kk: Мынаны іздеп көріңіз:
ms: Cuba cari:
nl: Probeer te zoeken naar:
pt: Tente pesquisar por:
ru: Попробуйте поискать:
th: ลองค้นหา:
uk: Спробуйте пошукати:
uz: Quyidagilarni qidirib ko'ring:

# searchSuggestionPasta
source: Pasta
ar: معكرونة
bn: পাস্তা
fr: Pâtes
hi: पास्ता
kk: Паста
pt: Macarrão
ru: макароны
th: พาสต้า
uk: паста
uz: Makaron

# searchSuggestionHealthy
source: Healthy
af: Gesond
ar: صحي
bn: সুস্থ
de: Gesund
fil: Malusog
fr: Sain
hi: स्वस्थ
id: Sehat
it: Salutare
kk: Дені сау
ms: Sihat
nl: Gezond
pt: Saudável
ru: Здоровый
th: สุขภาพดี
uk: Здоровий
uz: Sog'lom

# searchSuggestionQuick
source: Quick
af: Vinnig
ar: سريع
bn: দ্রুত
de: Schnell
fil: Mabilis
fr: Rapide
hi: जल्दी
id: Cepat
it: Presto
kk: Жылдам
ms: Cepat
nl: Snel
pt: Rápido
ru: Быстрый
th: เร็ว
uk: швидко
uz: Tez

# searchSuggestionChicken
source: Chicken
af: Hoender
ar: دجاج
bn: চিকেন
de: Hähnchen
fil: manok
fr: Poulet
hi: मुर्गा
id: Ayam
it: Pollo
kk: Тауық
ms: ayam
nl: Kip
pt: Frango
ru: Курица
th: ไก่
uk: курка
uz: Tovuq

# searchSuggestionDessert
source: Dessert
af: Nagereg
ar: حلوى
bn: ডেজার্ট
de: Nachtisch
fil: Panghimagas
hi: मिठाई
id: Hidangan penutup
kk: Десерт
ms: Pencuci mulut
nl: Nagerecht
pt: Sobremesa
ru: Десерт
th: ขนม
uk: десерт
uz: Shirinlik

# scannerEnterIngredientName
source: Please enter an ingredient name
af: Voer asseblief 'n bestanddeelnaam in
ar: الرجاء إدخال اسم المكون
bn: অনুগ্রহ করে একটি উপাদানের নাম লিখুন
de: Bitte geben Sie einen Zutatennamen ein
fil: Mangyaring maglagay ng pangalan ng sangkap
fr: Veuillez entrer un nom d'ingrédient
hi: कृपया एक घटक का नाम दर्ज करें
id: Silakan masukkan nama bahan
it: Inserisci il nome di un ingrediente
kk: Ингредиент атауын енгізіңіз
ms: Sila masukkan nama bahan
nl: Voer een ingrediëntnaam in
pt: Por favor insira um nome de ingrediente
ru: Пожалуйста, введите название ингредиента
th: กรุณากรอกชื่อส่วนผสม
uk: Будь ласка, введіть назву інгредієнта
uz: Iltimos, ingredient nomini kiriting

# commonSend
source: Send
af: Stuur
ar: إرسال
bn: পাঠান
de: Senden
fil: Ipadala
fr: Envoyer
hi: भेजना
id: Mengirim
it: Inviare
kk: Жіберу
ms: Hantar
nl: Versturen
pt: Enviar
ru: Отправлять
th: ส่ง
uk: Надіслати
uz: Yuborish
