Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# groceryPlaceholderHighProteinDiet
source: High Protein Diet
af: Hoë Proteïen Dieet
ar: نظام غذائي عالي البروتين
bn: উচ্চ প্রোটিন ডায়েট
de: Eiweißreiche Ernährung
fr: Régime riche en protéines
hi: उच्च प्रोटीन आहार
id: Diet Protein Tinggi
it: Dieta Ricca di Proteine
kk: Жоғары протеинді диета
ms: Diet Protein Tinggi
nl: Eiwitrijk Dieet
pt: Dieta Rica em Proteínas
ru: Высокобелковая диета
th: อาหารโปรตีนสูง
uk: Високобілкова дієта
uz: Yuqori proteinli dieta

# groceryVoiceHintExample
source: Say "Add chicken, tomatoes..."
af: Sê "Voeg hoender, tamaties by..."
ar: قل "أضف الدجاج والطماطم..."
bn: বলুন "মুরগি, টমেটো যোগ করুন..."
de: Sagen Sie „Hühnchen, Tomaten hinzufügen …“
fil: Sabihin ang "Magdagdag ng manok, kamatis..."
fr: Dites "Ajouter le poulet, les tomates..."
hi: कहें "चिकन, टमाटर डालें..."
id: Ucapkan "Tambahkan ayam, tomat..."
it: Dire "Aggiungi pollo, pomodori..."
kk: «Тауық етін, қызанақ қосыңыз...» деңіз.
ms: Katakan "Masukkan ayam, tomato..."
nl: Zeg 'Kip, tomaten toevoegen...'
pt: Diga "Adicione frango, tomate..."
ru: Скажите: «Добавь курицу, помидоры...»
th: พูดว่า "ใส่ไก่ มะเขือเทศ..."
uk: Скажіть "Додайте курку, помідори..."
uz: "Tovuq, pomidor qo'shing ..." deb ayting.

# searchPlaceholder1
source: ✨ Ask the genie anything...
af: ✨ Vra die genie enigiets...
ar: ✨اسأل الجني أي شيء...
bn: ✨ জিনিকে কিছু জিজ্ঞেস কর...
de: ✨ Fragen Sie den Geist etwas ...
fil: ✨ Magtanong sa genie kahit ano...
fr: ✨ Demandez n'importe quoi au génie...
hi: ✨ जिन्न से कुछ भी पूछो...
id: ✨Tanya jin apa saja...
it: ✨ Chiedi qualsiasi cosa al genio...
kk: ✨ Жыннан кез келген нәрсені сұраңыз...
ms: ✨ Tanya jin apa sahaja...
nl: ✨Vraag de geest alles...
pt: ✨ Pergunte qualquer coisa ao gênio...
ru: ✨ Спросите джинна о чём угодно...
th: ✨ ถามจีนี่อะไรก็ได้...
uk: ✨ Запитайте джина будь-що...
uz: ✨ Jindan hamma narsani so'rang...

# searchPlaceholder2
source: 🍳 What's cooking today?
af: 🍳 Wat kook vandag?
ar: 🍳ما الطبخ اليوم؟
bn: 🍳 আজ কি রান্না করছেন?
de: 🍳 Was gibt es heute zu kochen?
fil: 🍳 Anong niluluto ngayon?
fr: 🍳 Qu'est-ce qui mijote aujourd'hui ?
hi: 🍳आज क्या पक रहा है?
id: 🍳 Masakan apa hari ini?
it: 🍳 Cosa bolle in pentola oggi?
kk: 🍳 Бүгін не пісіріп жатыр?
ms: 🍳 Masak apa hari ini?
nl: 🍳 Wat kookt er vandaag?
pt: 🍳 O que está cozinhando hoje?
ru: 🍳Что готовим сегодня?
th: 🍳 วันนี้ทำเมนูอะไร?
uk: 🍳 Що сьогодні готують?
uz: 🍳 Bugun nima pishirilmoqda?

# searchPlaceholder3
source: 🌟 Your wish is my command...
af: 🌟 Jou wens is my opdrag...
ar: 🌟 رغبتك هي أمري ...
bn: 🌟 তোমার ইচ্ছা আমার আদেশ...
de: 🌟 Dein Wunsch ist mir Befehl...
fil: 🌟 Ang hiling mo ay aking utos...
fr: 🌟 Votre souhait est mon ordre...
hi: 🌟आपकी इच्छा ही मेरी आज्ञा है...
id: 🌟 Keinginanmu adalah perintahku...
it: 🌟 Il tuo desiderio è il mio comando...
kk: 🌟 Сенің тілегің менің бұйрығым...
ms: 🌟 Keinginanmu adalah perintahku...
nl: 🌟Uw wens is mijn bevel...
pt: 🌟 Seu desejo é uma ordem...
ru: 🌟Ваше желание-мой приказ...
th: 🌟 ความปรารถนาของคุณคือคำสั่งของฉัน...
uk: 🌟 Твоє бажання - мій наказ...
uz: 🌟 Sizning xohishingiz mening amrimdir...

# searchPlaceholder4
source: 🥗 Craving something healthy?
af: 🥗 Lus vir iets gesonds?
ar: 🥗 هل ترغب بشيء صحي؟
bn: 🥗 স্বাস্থ্যকর কিছু কামনা করছেন?
de: 🥗 Lust auf etwas Gesundes?
fil: 🥗 Gusto mo ng masustansyang bagay?
fr: 🥗 Envie de quelque chose de sain ?
hi: 🥗कुछ स्वस्थ खाने की चाहत?
id: 🥗 Menginginkan sesuatu yang sehat?
it: 🥗 Hai voglia di qualcosa di sano?
kk: 🥗 Дені сау нәрсені қалайсыз ба?
ms: 🥗 Mengidam sesuatu yang sihat?
nl: 🥗 Zin in iets gezonds?
pt: 🥗 Desejando algo saudável?
ru: 🥗Хотите чего-нибудь полезного?
th: 🥗 อยากกินอะไรดีต่อสุขภาพมั้ย?
uk: 🥗 Бажаєте чогось здорового?
uz: 🥗 Sog'lom narsani xohlaysizmi?

# searchPlaceholder5
source: 🛒 Add to grocery list...
af: 🛒 Voeg by inkopielys...
ar: 🛒 إضافة إلى قائمة البقالة...
bn: 🛒 মুদির তালিকায় যোগ করুন...
de: 🛒 Zur Einkaufsliste hinzufügen...
fil: 🛒 Idagdag sa listahan ng grocery...
fr: 🛒 Ajouter à la liste d'épicerie...
hi: 🛒 किराना सूची में जोड़ें...
id: 🛒 Tambahkan ke daftar belanjaan...
it: 🛒 Aggiungi alla lista della spesa...
kk: 🛒 Азық-түлік тізіміне қосу...
ms: 🛒 Tambahkan ke senarai runcit...
nl: 🛒 Voeg toe aan boodschappenlijstje...
pt: 🛒 Adicionar à lista de compras...
ru: 🛒 Добавить в список покупок...
th: 🛒 เพิ่มเข้ารายการซื้อของ...
uk: 🛒 Додати до списку покупок...
uz: 🛒 Oziq-ovqat roʻyxatiga qoʻshish...

# ingredientOnions
source: Onions
af: Uie
ar: البصل
bn: পেঁয়াজ
de: Zwiebeln
fil: Mga sibuyas
fr: Oignons
hi: प्याज
id: Bawang
it: Cipolle
kk: Пияз
ms: Bawang besar
nl: Uien
pt: Cebolas
ru: Лук
th: หัวหอม
uk: цибуля
uz: Piyoz

# ingredientYogurt
source: Yogurt
af: Jogurt
ar: زبادي
bn: দই
de: Joghurt
fr: Yaourt
hi: दही
kk: Йогурт
nl: Yoghurt
pt: Iogurte
ru: Йогурт
th: โยเกิร์ต
uk: Йогурт

# ingredientRice
source: Rice
af: Rys
ar: أرز
bn: ভাত
de: Reis
fil: kanin
fr: Riz
hi: चावल
id: Beras
it: Riso
kk: Күріш
ms: nasi
nl: Rijst
pt: Arroz
ru: Рис
th: ข้าว
uk: Рис
uz: Guruch

# ingredientMilk
source: Milk
af: Melk
ar: لبن
bn: দুধ
de: Milch
fil: Gatas
fr: Lait
hi: दूध
id: Susu
it: Latte
kk: Сүт
ms: susu
nl: Melk
pt: Leite
ru: Молоко
th: น้ำนม
uk: молоко
uz: Sut

# ingredientTomatoes
source: Tomatoes
af: Tamaties
ar: الطماطم
bn: টমেটো
de: Tomaten
fil: Mga kamatis
fr: Tomates
hi: टमाटर
id: Tomat
it: Pomodori
kk: Томаттар
ms: tomato
nl: Tomaten
pt: Tomates
ru: Помидоры
th: มะเขือเทศ
uk: Помідори
uz: Pomidorlar

# ingredientPotatoes
source: Potatoes
af: Aartappels
ar: البطاطس
bn: আলু
de: Kartoffeln
fil: Patatas
fr: Pommes de terre
hi: आलू
id: kentang
it: Patate
kk: Картоп
ms: Kentang
nl: Aardappelen
pt: Batatas
ru: Картофель
th: มันฝรั่ง
uk: картопля
uz: Kartoshka

# ingredientEggs
source: Eggs
af: Eiers
ar: بيض
bn: ডিম
de: Eier
fil: Mga itlog
fr: Œufs
hi: अंडे
id: telur
it: Uova
kk: Жұмыртқа
ms: Telur
nl: Eieren
pt: Ovos
ru: Яйца
th: ไข่
uk: Яйця
uz: Tuxum

# ingredientBread
source: Bread
af: Brood
ar: خبز
bn: রুটি
de: Brot
fil: Tinapay
fr: Pain
hi: रोटी
id: Roti
it: Pane
kk: Нан
ms: roti
nl: Brood
pt: Pão
ru: Хлеб
th: ขนมปัง
uk: Хліб
uz: Non

# ingredientOil
source: Oil
af: Olie
ar: زيت
bn: তেল
de: Öl
fil: Langis
fr: Huile
hi: तेल
id: Minyak
it: Olio
kk: Мұнай
ms: Minyak
nl: Olie
pt: Óleo
ru: Масло
th: น้ำมัน
uk: олія
uz: Yog '

# scannerLimitReachedTitle
source: You have reached your limit
af: Jy het jou limiet bereik
ar: لقد وصلت إلى الحد الخاص بك
bn: আপনি আপনার সীমা পৌঁছেছেন
de: Sie haben Ihr Limit erreicht
fil: Naabot mo na ang iyong limitasyon
fr: Vous avez atteint votre limite
hi: आप अपनी सीमा तक पहुंच गए हैं
id: Anda telah mencapai batas Anda
it: Hai raggiunto il tuo limite
kk: Сіз өз шегіңізге жеттіңіз
ms: Anda telah mencapai had anda
nl: Je hebt je limiet bereikt
pt: Você atingiu seu limite
ru: Вы достигли своего предела
th: คุณถึงขีดจำกัดของคุณแล้ว
uk: Ви досягли свого ліміту
uz: Siz chegarangizga yetdingiz

# landingHeroTitle
source: Meet Your AI Chef — Create Recipes, Meal Plans & Smart Grocery Lists Instantly
af: Ontmoet jou KI-sjef - Skep onmiddellik resepte, maaltydplanne en slim kruidenierswarelyste
ar: تعرف على الشيف الذي يعمل بالذكاء الاصطناعي - أنشئ الوصفات وخطط الوجبات وقوائم البقالة الذكية على الفور
bn: আপনার এআই শেফের সাথে দেখা করুন — তাত্ক্ষণিকভাবে রেসিপি, খাবারের পরিকল্পনা এবং স্মার্ট মুদির তালিকা তৈরি করুন
de: Lernen Sie Ihren KI-Koch kennen – Erstellen Sie sofort Rezepte, Speisepläne und intelligente Einkaufslisten
fil: Kilalanin ang Iyong AI Chef — Lumikha ng Mga Recipe, Meal Plan, at Smart Grocery Lists Agad
fr: Rencontrez votre chef IA - Créez instantanément des recettes, des plans de repas et des listes d'épicerie intelligentes
hi: अपने एआई शेफ से मिलें - तुरंत व्यंजन, भोजन योजना और स्मार्ट किराने की सूची बनाएं
id: Temui AI Chef Anda — Buat Resep, Paket Makanan & Daftar Belanjaan Cerdas Secara Instan
it: Incontra il tuo chef AI: crea istantaneamente ricette, piani pasto e liste della spesa intelligenti
kk: AI аспазыңызбен танысыңыз - рецепттер, тамақтану жоспарлары және ақылды азық-түлік тізімдерін дереу жасаңыз
ms: Temui Chef AI Anda — Buat Resipi, Rancangan Makanan & Senarai Barangan Pintar Dengan Segera
nl: Maak kennis met uw AI-kok: maak direct recepten, maaltijdplannen en slimme boodschappenlijstjes
pt: Conheça seu AI Chef - Crie receitas, planos de refeições e listas inteligentes de compras instantaneamente
ru: Познакомьтесь со своим ИИ-поваром — мгновенно создавайте рецепты, планы питания и умные списки продуктов
th: พบกับ AI Chef ของคุณ — สร้างสูตรอาหาร แผนการรับประทานอาหาร และรายการขายของชำอัจฉริยะได้ทันที
uk: Зустрічайте свого шеф-кухаря зі штучним інтелектом — миттєво створюйте рецепти, плани харчування та розумні списки продуктів
uz: AI oshpazingiz bilan tanishing - darhol retseptlar, ovqatlanish rejalari va aqlli oziq-ovqat ro'yxatlarini yarating

# landingHeroSubtitle
source: Your personal AI-powered kitchen assistant. Generate healthy recipes, plan meals for the week, and create smart grocery lists — all tailored to your taste, budget, and goals.
af: Jou persoonlike KI-aangedrewe kombuisassistent. Genereer gesonde resepte, beplan maaltye vir die week, en skep slim kruidenierswarelyste – alles aangepas by jou smaak, begroting en doelwitte.
ar: مساعد مطبخك الشخصي الذي يعمل بالذكاء الاصطناعي. أنشئ وصفات صحية، وخطط لوجبات الأسبوع، وأنشئ قوائم بقالة ذكية - كل ذلك مصمم حسب ذوقك وميزانيتك وأهدافك.
bn: আপনার ব্যক্তিগত এআই-চালিত রান্নাঘর সহকারী। স্বাস্থ্যকর রেসিপি তৈরি করুন, সপ্তাহের জন্য খাবারের পরিকল্পনা করুন এবং স্মার্ট গ্রোসারি তালিকা তৈরি করুন — সবই আপনার স্বাদ, বাজেট এবং লক্ষ্য অনুসারে।
de: Ihr persönlicher KI-gestützter Küchenassistent. Erstellen Sie gesunde Rezepte, planen Sie Mahlzeiten für die Woche und erstellen Sie intelligente Einkaufslisten – alles maßgeschneidert auf Ihren Geschmack, Ihr Budget und Ihre Ziele.
fil: Ang iyong personal na AI-powered kitchen assistant. Bumuo ng mga malulusog na recipe, magplano ng mga pagkain para sa linggo, at gumawa ng mga matalinong listahan ng grocery — lahat ay iniayon sa iyong panlasa, badyet, at mga layunin.
fr: Votre assistant de cuisine personnel alimenté par l'IA. Générez des recettes saines, planifiez des repas pour la semaine et créez des listes de courses intelligentes, toutes adaptées à vos goûts, votre budget et vos objectifs.
hi: आपका व्यक्तिगत AI-संचालित रसोई सहायक। स्वस्थ व्यंजन बनाएं, सप्ताह के लिए भोजन की योजना बनाएं और स्मार्ट किराना सूचियां बनाएं - यह सब आपके स्वाद, बजट और लक्ष्यों के अनुरूप है।
id: Asisten dapur pribadi bertenaga AI Anda. Hasilkan resep sehat, rencanakan makanan untuk minggu ini, dan buat daftar belanjaan cerdas — semuanya disesuaikan dengan selera, anggaran, dan tujuan Anda.
it: Il tuo assistente di cucina personale basato sull'intelligenza artificiale. Genera ricette salutari, pianifica i pasti per la settimana e crea liste della spesa intelligenti, il tutto su misura per i tuoi gusti, il tuo budget e i tuoi obiettivi.
kk: Сіздің жеке AI-мен жұмыс істейтін ас үй көмекшісі. Салауатты рецепттер жасаңыз, аптаға тамақтануды жоспарлаңыз және ақылды азық-түлік тізімдерін жасаңыз - барлығы сіздің талғамыңызға, бюджетіңізге және мақсаттарыңызға бейімделген.
ms: Pembantu dapur berkuasa AI peribadi anda. Hasilkan resipi yang sihat, rancang hidangan untuk minggu ini dan buat senarai barangan runcit pintar — semuanya disesuaikan dengan citarasa, belanjawan dan matlamat anda.
nl: Uw persoonlijke AI-aangedreven keukenassistent. Genereer gezonde recepten, plan maaltijden voor de week en maak slimme boodschappenlijstjes - allemaal afgestemd op uw smaak, budget en doelen.
pt: Seu assistente de cozinha pessoal com tecnologia de IA. Gere receitas saudáveis, planeje refeições para a semana e crie listas de compras inteligentes — tudo adaptado ao seu gosto, orçamento e objetivos.
ru: Ваш личный кухонный помощник с искусственным интеллектом. Создавайте полезные рецепты, планируйте питание на неделю и создавайте умные списки покупок — все с учетом вашего вкуса, бюджета и целей.
th: ผู้ช่วยในครัวที่ขับเคลื่อนด้วย AI ส่วนตัวของคุณ สร้างสูตรอาหารเพื่อสุขภาพ วางแผนมื้ออาหารประจำสัปดาห์ และสร้างรายการซื้อของชำอัจฉริยะ ทั้งหมดนี้ปรับให้เหมาะกับรสนิยม งบประมาณ และเป้าหมายของคุณ
uk: Ваш особистий кухонний помічник на основі AI. Створюйте здорові рецепти, плануйте страви на тиждень і створюйте розумні списки покупок — все це адаптовано до вашого смаку, бюджету та цілей.
uz: Sizning shaxsiy AI bilan ishlaydigan oshxona yordamchingiz. Sog'lom retseptlar yarating, hafta davomida ovqatlanishni rejalashtiring va aqlli oziq-ovqat ro'yxatlarini yarating - barchasi sizning didingiz, byudjetingiz va maqsadlaringizga moslashtirilgan.

# landingWhyDishGenie
source: Why DishGenie?
af: Hoekom DishGenie?
ar: لماذا ديش جيني؟
bn: কেন ডিশজেনি?
de: Warum DishGenie?
fil: Bakit DishGenie?
fr: Pourquoi DishGenie ?
hi: डिशजीनी क्यों?
id: Mengapa DishGenie?
it: Perchè DishGenie?
kk: Неліктен DishGenie?
ms: Kenapa DishGenie?
nl: Waarom DishGenie?
pt: Por que DishGenie?
ru: Почему DishGenie?
th: ทำไมต้อง DishGenie?
uk: Чому саме DishGenie?
uz: Nima uchun DishGenie?

# landingKitchenSupercharged
source: Your Kitchen, Supercharged
af: Jou kombuis, Supercharged
ar: مطبخك، فائق الشحن
bn: আপনার রান্নাঘর, সুপারচার্জড
de: Ihre Küche, aufgeladen
fil: Iyong Kusina, Supercharged
fr: Votre cuisine, suralimentée
hi: आपकी रसोई, सुपरचार्ज्ड
id: Dapur Anda, Bertenaga Super
it: La tua cucina, potenziata
kk: Сіздің ас үйіңіз, қуатты
ms: Dapur Anda, Supercharged
nl: Uw keuken, supercharged
pt: Sua cozinha, sobrecarregada
ru: Ваша кухня с наддувом
th: ห้องครัวของคุณชาร์จพลังมากเกินไป
uk: Ваша кухня, наддув
uz: Sizning oshxonangiz, super zaryadlangan

# landingFeatureRecipeBuilderTitle
source: Smart Recipe Builder
af: Slim reseptebouer
ar: منشئ الوصفات الذكية
bn: স্মার্ট রেসিপি নির্মাতা
de: Intelligenter Rezeptersteller
fil: Matalinong Tagabuo ng Recipe
fr: Générateur de recettes intelligent
hi: स्मार्ट रेसिपी बिल्डर
id: Pembuat Resep Cerdas
it: Costruttore di ricette intelligenti
kk: Ақылды рецепт құрастырушы
ms: Pembina Resipi Pintar
nl: Slimme receptenbouwer
pt: Construtor de Receitas Inteligente
ru: Умный конструктор рецептов
th: เครื่องมือสร้างสูตรอัจฉริยะ
uk: Розумний конструктор рецептів
uz: Aqlli retseptlar yaratuvchisi

# landingFeatureRecipeBuilderDesc
source: Generate personalized recipes from ingredients you have at home using AI
af: Genereer gepersonaliseerde resepte uit bestanddele wat jy by die huis het met behulp van KI
ar: قم بإنشاء وصفات مخصصة من المكونات الموجودة لديك في المنزل باستخدام الذكاء الاصطناعي
bn: AI ব্যবহার করে আপনার বাড়িতে থাকা উপাদানগুলি থেকে ব্যক্তিগতকৃত রেসিপি তৈরি করুন
de: Generieren Sie mithilfe von KI personalisierte Rezepte aus Zutaten, die Sie zu Hause haben
fil: Bumuo ng mga personalized na recipe mula sa mga sangkap na mayroon ka sa bahay gamit ang AI
fr: Générez des recettes personnalisées à partir d'ingrédients que vous avez chez vous grâce à l'IA
hi: एआई का उपयोग करके अपने घर पर मौजूद सामग्री से वैयक्तिकृत व्यंजन बनाएं
id: Hasilkan resep yang dipersonalisasi dari bahan-bahan yang Anda miliki di rumah menggunakan AI
it: Genera ricette personalizzate dagli ingredienti che hai a casa utilizzando l'intelligenza artificiale
kk: AI көмегімен үйде бар ингредиенттерден жеке рецепттер жасаңыз
ms: Hasilkan resipi diperibadikan daripada bahan yang anda ada di rumah menggunakan AI
nl: Genereer gepersonaliseerde recepten met ingrediënten die je in huis hebt met behulp van AI
pt: Gere receitas personalizadas com ingredientes que você tem em casa usando IA
ru: Создавайте персонализированные рецепты из ингредиентов, которые есть у вас дома, с помощью искусственного интеллекта.
th: สร้างสูตรอาหารเฉพาะบุคคลจากส่วนผสมที่คุณมีที่บ้านโดยใช้ AI
uk: Створюйте персоналізовані рецепти з інгредієнтів, які є у вас вдома, за допомогою ШІ
uz: AI yordamida uyda mavjud bo'lgan ingredientlardan moslashtirilgan retseptlar yarating

# landingFeatureMealPlansTitle
source: Personalized Meal Plans
af: Persoonlike maaltydplanne
ar: خطط الوجبات الشخصية
bn: ব্যক্তিগতকৃত খাবারের পরিকল্পনা
de: Personalisierte Speisepläne
fil: Mga Personalized na Meal Plan
fr: Plans de repas personnalisés
hi: वैयक्तिकृत भोजन योजनाएँ
id: Paket Makan yang Dipersonalisasi
it: Piani pasto personalizzati
kk: Жекелендірілген тамақтану жоспарлары
ms: Rancangan Makanan Diperibadikan
nl: Gepersonaliseerde maaltijdplannen
pt: Planos de refeições personalizados
ru: Персонализированные планы питания
th: แผนมื้ออาหารส่วนบุคคล
uk: Персоналізовані плани харчування
uz: Shaxsiylashtirilgan ovqatlanish rejalari

# landingFeatureMealPlansDesc
source: AI-powered weekly and monthly meal plans tailored to your goals
af: KI-aangedrewe weeklikse en maandelikse maaltydplanne wat aangepas is vir jou doelwitte
ar: خطط وجبات أسبوعية وشهرية مدعومة بالذكاء الاصطناعي ومصممة خصيصًا لتناسب أهدافك
bn: এআই-চালিত সাপ্তাহিক এবং মাসিক খাবারের পরিকল্পনা আপনার লক্ষ্য অনুসারে তৈরি
de: KI-gestützte wöchentliche und monatliche Speisepläne, die auf Ihre Ziele zugeschnitten sind
fil: Mga lingguhan at buwanang meal plan na pinapagana ng AI na iniayon sa iyong mga layunin
fr: Plans de repas hebdomadaires et mensuels basés sur l'IA adaptés à vos objectifs
hi: आपके लक्ष्यों के अनुरूप AI-संचालित साप्ताहिक और मासिक भोजन योजनाएँ
id: Paket makan mingguan dan bulanan bertenaga AI yang disesuaikan dengan tujuan Anda
it: Piani pasto settimanali e mensili basati sull'intelligenza artificiale personalizzati in base ai tuoi obiettivi
kk: Сіздің мақсаттарыңызға бейімделген AI-мен жұмыс істейтін апталық және айлық тамақтану жоспарлары
ms: Pelan makan mingguan dan bulanan dikuasakan AI yang disesuaikan dengan matlamat anda
nl: Door AI aangedreven wekelijkse en maandelijkse maaltijdplannen, afgestemd op uw doelen
pt: Planos de refeições semanais e mensais baseados em IA, adaptados aos seus objetivos
ru: Еженедельные и ежемесячные планы питания на основе искусственного интеллекта, адаптированные к вашим целям
th: แผนอาหารรายสัปดาห์และรายเดือนที่ขับเคลื่อนด้วย AI ปรับให้เหมาะกับเป้าหมายของคุณ
uk: Щотижневі та місячні плани харчування на основі ШІ, адаптовані до ваших цілей
uz: Maqsadlaringizga moslashtirilgan sun'iy intellekt asosidagi haftalik va oylik ovqatlanish rejalari

# landingFeatureGroceryTitle
source: Smart Grocery List
af: Slim kruidenierswarelys
ar: قائمة البقالة الذكية
bn: স্মার্ট মুদির তালিকা
de: Intelligente Einkaufsliste
fil: Listahan ng Smart Grocery
fr: Liste d'épicerie intelligente
hi: स्मार्ट किराना सूची
id: Daftar Belanjaan Cerdas
it: Lista della spesa intelligente
kk: Ақылды азық-түлік тізімі
ms: Senarai Barangan Pintar
nl: Slimme boodschappenlijst
pt: Lista de compras inteligente
ru: Умный список продуктов
th: รายการขายของชำอัจฉริยะ
uk: Розумний список продуктів
uz: Aqlli oziq-ovqat ro'yxati

# landingFeatureGroceryDesc
source: Auto-generate shopping lists organized by category with budget options
af: Genereer outomaties inkopielyste georganiseer volgens kategorie met begrotingsopsies
ar: إنشاء قوائم تسوق تلقائيًا مرتبة حسب الفئة مع خيارات الميزانية
bn: বাজেট বিকল্প সহ বিভাগ দ্বারা সংগঠিত শপিং তালিকা স্বয়ংক্রিয়ভাবে তৈরি করুন
de: Generieren Sie automatisch nach Kategorien geordnete Einkaufslisten mit Budgetoptionen
fil: Awtomatikong bumuo ng mga listahan ng pamimili na nakaayos ayon sa kategorya na may mga opsyon sa badyet
fr: Générez automatiquement des listes de courses organisées par catégorie avec des options budgétaires
hi: बजट विकल्पों के साथ श्रेणी के अनुसार व्यवस्थित खरीदारी सूचियाँ स्वतः उत्पन्न करें
id: Daftar belanja yang dibuat secara otomatis yang disusun berdasarkan kategori dengan opsi anggaran
it: Genera automaticamente liste della spesa organizzate per categoria con opzioni di budget
kk: Бюджет опцияларымен санат бойынша ұйымдастырылған сатып алу тізімдерін автоматты түрде жасаңыз
ms: Auto jana senarai beli-belah yang disusun mengikut kategori dengan pilihan belanjawan
nl: Genereer automatisch boodschappenlijstjes, geordend op categorie met budgetopties
pt: Gere automaticamente listas de compras organizadas por categoria com opções de orçamento
ru: Автоматически создавать списки покупок, организованные по категориям, с вариантами бюджета.
th: สร้างรายการช้อปปิ้งอัตโนมัติจัดเรียงตามหมวดหมู่พร้อมตัวเลือกงบประมาณ
uk: Автоматично створюйте списки покупок, упорядковані за категоріями з бюджетними параметрами
uz: Budjet variantlari bilan toifalar bo‘yicha tartiblangan xarid ro‘yxatlarini avtomatik yaratish

# landingSimpleEasy
source: Simple & Easy
af: Eenvoudig & Maklik
ar: بسيطة وسهلة
bn: সহজ এবং সহজ
de: Einfach und unkompliziert
fil: Simple at Madali
fr: Simple et facile
hi: सरल एवं आसान
id: Sederhana & Mudah
it: Semplice e facile
kk: Қарапайым және оңай
ms: Mudah & Mudah
nl: Eenvoudig en gemakkelijk
pt: Simples e fácil
ru: Просто и легко
th: ง่ายและสะดวก
uk: Просто і легко
uz: Oddiy va oson

# landingHowItWorks
source: How It Works
af: Hoe dit werk
ar: كيف يعمل
bn: কিভাবে এটা কাজ করে
de: Wie es funktioniert
fil: Paano Ito Gumagana
fr: Comment ça marche
hi: यह काम किस प्रकार करता है
id: Cara Kerjanya
it: Come funziona
kk: Ол қалай жұмыс істейді
ms: Bagaimana Ia Berfungsi
nl: Hoe het werkt
pt: Como funciona
ru: Как это работает
th: มันทำงานอย่างไร
uk: Як це працює
uz: U qanday ishlaydi

# landingStep1Title
source: Set Your Preferences
af: Stel jou voorkeure
ar: اضبط تفضيلاتك
bn: আপনার পছন্দ সেট করুন
de: Legen Sie Ihre Präferenzen fest
fil: Itakda ang Iyong Mga Kagustuhan
fr: Définissez vos préférences
hi: अपनी प्राथमिकताएँ निर्धारित करें
id: Tetapkan Preferensi Anda
it: Imposta le tue preferenze
kk: Параметрлеріңізді орнатыңыз
ms: Tetapkan Keutamaan Anda
nl: Stel uw voorkeuren in
pt: Defina suas preferências
ru: Установите свои предпочтения
th: ตั้งค่ากำหนดของคุณ
uk: Встановіть свої налаштування
uz: O'z afzalliklaringizni o'rnating

# landingStep1Desc
source: Tell us your dietary goals, allergies, and cuisine preferences
af: Vertel ons jou dieetdoelwitte, allergieë en kookvoorkeure
ar: أخبرنا بأهدافك الغذائية، والحساسية، وتفضيلات المطبخ
bn: আমাদের আপনার খাদ্যতালিকাগত লক্ষ্য, এলার্জি, এবং রন্ধনপ্রণালী পছন্দ বলুন
de: Teilen Sie uns Ihre Ernährungsziele, Allergien und kulinarischen Vorlieben mit
fil: Sabihin sa amin ang iyong mga layunin sa pagkain, allergy, at mga kagustuhan sa lutuin
fr: Faites-nous part de vos objectifs alimentaires, de vos allergies et de vos préférences culinaires
hi: हमें अपने आहार संबंधी लक्ष्य, एलर्जी और भोजन संबंधी प्राथमिकताएं बताएं
id: Beri tahu kami tujuan diet, alergi, dan preferensi masakan Anda
it: Raccontaci i tuoi obiettivi dietetici, le tue allergie e le tue preferenze culinarie
kk: Бізге диеталық мақсаттарыңызды, аллергияларыңызды және асхана таңдауларын айтыңыз
ms: Beritahu kami matlamat pemakanan, alahan dan pilihan masakan anda
nl: Vertel ons uw voedingsdoelen, allergieën en keukenvoorkeuren
pt: Conte-nos seus objetivos alimentares, alergias e preferências culinárias
ru: Расскажите нам о своих диетических целях, аллергии и кулинарных предпочтениях.
th: บอกเป้าหมายการบริโภคอาหาร อาการแพ้ และความชอบด้านอาหารของคุณให้เราทราบ
uk: Розкажіть нам про свої дієтичні цілі, алергію та кулінарні вподобання
uz: Bizga parhez maqsadlaringiz, allergiyangiz va oshxona afzalliklaringizni ayting

# landingStep2Title
source: Get AI Recommendations
af: Kry KI-aanbevelings
ar: احصل على توصيات الذكاء الاصطناعي
bn: এআই সুপারিশ পান
de: Erhalten Sie KI-Empfehlungen
fil: Kumuha ng Mga Rekomendasyon sa AI
fr: Obtenez des recommandations sur l'IA
hi: एआई अनुशंसाएँ प्राप्त करें
id: Dapatkan Rekomendasi AI
it: Ottieni consigli sull'intelligenza artificiale
kk: AI ұсыныстарын алыңыз
ms: Dapatkan Syor AI
nl: Ontvang AI-aanbevelingen
pt: Obtenha recomendações de IA
ru: Получите рекомендации по искусственному интеллекту
th: รับคำแนะนำ AI
uk: Отримайте рекомендації ШІ
uz: AI tavsiyalarini oling
