Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# mealPlannerMealPrepTips
source: Meal Prep Tips
af: Maaltyd Voorbereiding Wenke
ar: نصائح تحضير الوجبات
bn: খাবার প্রস্তুতির টিপস
de: Meal-Prep-Tipps
fil: Mga Tip sa Paghahanda ng Pagkain
fr: Conseils de préparation
hi: भोजन तैयारी के टिप्स
id: Tips Persiapan Makanan
it: Consigli per la Preparazione
kk: Тамақ Дайындау Кеңестері
ms: Petua Penyediaan Makanan
nl: Maaltijd Prep Tips
pt: Dicas de Preparação
ru: Советы по приготовлению
th: เคล็ดลับเตรียมอาหาร
uk: Поради з приготування їжі
uz: Ovqat tayyorlash maslahatlari

# mealPlannerCreateNewPlan
source: Create New Plan
af: Skep Nuwe Plan
ar: إنشاء خطة جديدة
bn: নতুন প্ল্যান তৈরি করুন
de: Neuen Plan erstellen
fil: Gumawa ng Bagong Plano
fr: Créer un nouveau plan
hi: नई योजना बनाएं
id: Buat Rencana Baru
it: Crea Nuovo Piano
kk: Жаңа Жоспар Жасау
ms: Cipta Pelan Baru
nl: Nieuw Plan Maken
pt: Criar Novo Plano
ru: Создать новый план
th: สร้างแผนใหม่
uk: Створити новий план
uz: Yangi reja yaratish

# mealPlannerToday
source: Today
af: Vandag
ar: اليوم
bn: আজ
de: Heute
fil: Ngayon
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
kk: Бүгін
ms: Hari ini
nl: Vandaag
pt: Hoje
ru: Сегодня
th: วันนี้
uk: Сьогодні
uz: Bugun

# groceryTitle
source: Smart Grocery
af: Slim Inkopies
ar: مشتريات ذكية
bn: স্মার্ট মুদি
de: Smart Einkaufen
fil: Matalinong Grocery
fr: Courses intelligentes
hi: स्मार्ट किराना
id: Belanja Cerdas
it: Spesa Intelligente
kk: Ақылды Сауда
ms: Runcit Pintar
nl: Slim Winkelen
pt: Compras Inteligentes
ru: Умные покупки
th: ซื้อของอัจฉริยะ
uk: Розумні покупки
uz: Aqlli xarid

# grocerySubtitle
source: AI-powered shopping
af: Jou inkopielys
ar: تسوق مدعوم بالذكاء الاصطناعي
bn: আপনার শপিং তালিকা
de: Deine Einkaufsliste
fil: Ang iyong listahan ng pamimili
fr: Votre liste de courses
hi: आपकी खरीदारी सूची
id: Daftar belanja Anda
it: La tua lista della spesa
kk: Сауда тізіміңіз
ms: Senarai beli-belah anda
nl: Je boodschappenlijst
pt: Sua lista de compras
ru: Ваш список покупок
th: รายการซื้อของของคุณ
uk: Ваш список покупок
uz: Xarid ro'yxatingiz

# groceryQuickActions
source: Quick Actions
af: Vinnige Aksies
ar: إجراءات سريعة
bn: দ্রুত অ্যাকশন
de: Schnellaktionen
fil: Mabilis na Aksyon
fr: Actions rapides
hi: त्वरित क्रियाएं
id: Aksi Cepat
it: Azioni Rapide
kk: Жылдам Әрекеттер
ms: Tindakan Pantas
nl: Snelle Acties
pt: Ações Rápidas
ru: Быстрые действия
th: การดำเนินการด่วน
uk: Швидкі дії
uz: Tezkor harakatlar

# groceryAddItem
source: Add Item
af: Voeg Item By
ar: إضافة عنصر
bn: আইটেম যোগ করুন
de: Artikel hinzufügen
fil: Magdagdag ng Item
fr: Ajouter un article
hi: आइटम जोड़ें
id: Tambah Item
it: Aggiungi Articolo
kk: Элемент Қосу
ms: Tambah Item
nl: Item toevoegen
pt: Adicionar Item
ru: Добавить товар
th: เพิ่มรายการ
uk: Додати товар
uz: Mahsulot qo'shish

# groceryScanProduct
source: Scan Product
af: Skandeer Produk
ar: مسح المنتج
bn: প্রোডাক্ট স্ক্যান
de: Produkt scannen
fil: I-scan ang Produkto
fr: Scanner un produit
hi: उत्पाद स्कैन करें
id: Pindai Produk
it: Scansiona Prodotto
kk: Өнімді Сканерлеу
ms: Imbas Produk
nl: Product scannen
pt: Escanear Produto
ru: Сканировать продукт
th: สแกนสินค้า
uk: Сканувати продукт
uz: Mahsulot skanerlash

# groceryScanKitchen
source: Scan Kitchen
af: Skandeer Kombuis
ar: مسح المطبخ
bn: রান্নাঘর স্ক্যান
de: Küche scannen
fil: I-scan ang Kusina
fr: Scanner la cuisine
hi: किचन स्कैन करें
id: Pindai Dapur
it: Scansiona Cucina
kk: Асханаңызды Сканерлеу
ms: Imbas Dapur
nl: Keuken scannen
pt: Escanear Cozinha
ru: Сканировать кухню
th: สแกนครัว
uk: Сканувати кухню
uz: Oshxonani skanerlash

# groceryFromPlan
source: From Plan
af: Vanaf Plan
ar: من الخطة
bn: প্ল্যান থেকে
de: Aus Plan
fil: Mula sa Plano
fr: Du plan
hi: योजना से
id: Dari Rencana
it: Dal Piano
kk: Жоспардан
ms: Dari Pelan
nl: Uit Plan
pt: Do Plano
ru: Из плана
th: จากแผน
uk: З плану
uz: Rejadan

# groceryWeeklyList
source: Weekly List
af: Weeklikse Lys
ar: القائمة الأسبوعية
bn: সাপ্তাহিক তালিকা
de: Wochenliste
fil: Lingguhang Listahan
fr: Liste hebdomadaire
hi: साप्ताहिक सूची
id: Daftar Mingguan
it: Lista Settimanale
kk: Апталық Тізім
ms: Senarai Mingguan
nl: Weeklijst
pt: Lista Semanal
ru: Недельный список
th: รายการประจำสัปดาห์
uk: Тижневий список
uz: Haftalik ro'yxat

# groceryVoiceAssistant
source: Voice Assistant
af: Stem Assistent
ar: المساعد الصوتي
bn: ভয়েস সহকারী
de: Sprachassistent
fr: Assistant vocal
hi: वॉइस सहायक
id: Asisten Suara
it: Assistente Vocale
kk: Дауыс Көмекшісі
ms: Pembantu Suara
nl: Stemassistent
pt: Assistente de Voz
ru: Голосовой помощник
th: ผู้ช่วยเสียง
uk: Голосовий помічник
uz: Ovozli yordamchi

# groceryListeningHint
source: Listening...
af: Luister...
ar: جاري الاستماع...
bn: শুনছি...
de: Höre zu...
fil: Nakikinig...
fr: Écoute...
hi: सुन रहा है...
id: Mendengarkan...
it: In ascolto...
kk: Тыңдалуда...
ms: Mendengar...
nl: Luisteren...
pt: Ouvindo...
ru: Слушаю...
th: กำลังฟัง...
uk: Слухаю...
uz: Tinglanmoqda...

# groceryVoiceHint
source: Say "Add chicken, tomatoes, milk..."
af: Sê "Voeg hoender, tamaties, melk by..."
ar: قل "أضف دجاج، طماطم، حليب..."
bn: বলুন "মুরগি, টমেটো, দুধ যোগ করুন..."
de: Sage "Füge Hähnchen, Tomaten, Milch hinzu..."
fil: Sabihin "Magdagdag ng manok, kamatis, gatas..."
fr: Dites "Ajouter poulet, tomates, lait..."
hi: कहें "चिकन, टमाटर, दूध जोड़ें..."
id: Katakan "Tambah ayam, tomat, susu..."
it: Di' "Aggiungi pollo, pomodori, latte..."
kk: "Тауық, қызанақ, сүт қосу..." деп айтыңыз
ms: Sebut "Tambah ayam, tomato, susu..."
nl: Zeg "Voeg kip, tomaten, melk toe..."
pt: Diga "Adicionar frango, tomates, leite..."
ru: Скажите "Добавить курицу, помидоры, молоко..."
th: พูดว่า "เพิ่มไก่ มะเขือเทศ นม..."
uk: Скажіть "Додати курку, помідори, молоко..."
uz: "Tovuq, pomidor, sut qo'sh..." deng

# groceryCategories
source: Categories
af: Kategorieë
ar: الفئات
bn: বিভাগ
de: Kategorien
fil: Mga Kategorya
fr: Catégories
hi: श्रेणियां
id: Kategori
it: Categorie
kk: Санаттар
ms: Kategori
nl: Categorieën
pt: Categorias
ru: Категории
th: หมวดหมู่
uk: Категорії
uz: Kategoriyalar

# groceryProduce
source: Produce
af: Produkte
ar: الخضروات والفواكه
bn: উৎপাদন
de: Frischware
fil: Mga Produkto
fr: Produits frais
hi: उत्पाद
id: Produk
it: Prodotti Freschi
kk: Өнімдер
ms: Hasil
nl: Verse producten
pt: Hortifruti
ru: Продукты
th: ผลิตภัณฑ์สด
uk: Продукти
uz: Mahsulotlar

# groceryProtein
source: Protein
af: Proteïen
ar: البروتين
bn: প্রোটিন
fil: Protina
fr: Protéines
hi: प्रोटीन
it: Proteine
kk: Белок
nl: Eiwit
pt: Proteína
ru: Белок
th: โปรตีน
uk: Білок
uz: Oqsil

# groceryDairy
source: Dairy
af: Suiwel
ar: منتجات الألبان
bn: দুগ্ধ
de: Milchprodukte
fil: Gatas
fr: Produits laitiers
hi: डेयरी
id: Susu
it: Latticini
kk: Сүт өнімдері
ms: Tenusu
nl: Zuivel
pt: Laticínios
ru: Молочные
th: นม
uk: Молочні
uz: Sut mahsulotlari

# groceryPantry
source: Pantry
af: Spens
ar: المخزن
bn: প্যান্ট্রি
de: Vorratskammer
fr: Garde-manger
hi: पैंट्री
id: Dapur
it: Dispensa
kk: Қойма
ms: Pantri
nl: Voorraadkast
pt: Despensa
ru: Кладовая
th: ตู้เก็บของ
uk: Комора
uz: Ombor

# groceryFrozen
source: Frozen
af: Gevries
ar: المجمدات
bn: হিমায়িত
de: Tiefkühl
fil: Nagyelo
fr: Surgelés
hi: फ्रोजन
id: Beku
it: Surgelati
kk: Мұздатылған
ms: Beku
nl: Bevroren
pt: Congelados
ru: Заморозка
th: แช่แข็ง
uk: Заморозка
uz: Muzlatilgan

# groceryGrains
source: Grains
af: Korrels
ar: الحبوب
bn: শস্য
de: Körner
fil: Mga butil
hi: अनाज
id: Biji-bijian
it: Grani
kk: Дәндер
ms: Bijirin
nl: Granen
pt: Grãos
ru: Зерна
th: ธัญพืช
uk: Зерна
uz: Donlar

# groceryOther
source: Other
af: Ander
ar: أخرى
bn: অন্যান্য
de: Sonstiges
fil: Iba pa
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
kk: Басқа
ms: Lain-lain
nl: Overig
pt: Outros
ru: Другое
th: อื่นๆ
uk: Інше
uz: Boshqa

# grocerySmartSuggestions
source: Smart Suggestions
af: Slim Voorstelle
ar: اقتراحات ذكية
bn: স্মার্ট পরামর্শ
de: Smarte Vorschläge
fil: Matalinong Suhestiyon
fr: Suggestions intelligentes
hi: स्मार्ट सुझाव
id: Saran Cerdas
it: Suggerimenti Intelligenti
kk: Ақылды Ұсыныстар
ms: Cadangan Pintar
nl: Slimme Suggesties
pt: Sugestões Inteligentes
ru: Умные предложения
th: คำแนะนำอัจฉริยะ
uk: Розумні пропозиції
uz: Aqlli takliflar

# groceryLowStock
source: You're running low on onions
af: U uie raak min
ar: أنت تنفد من البصل
bn: আপনার পেঁয়াজ কমে যাচ্ছে
de: Ihnen gehen die Zwiebeln aus
fil: Mababa na ang sibuyas mo
fr: Vous manquez d'oignons
hi: आपके पास प्याज कम है
id: Bawang Anda hampir habis
it: Stai finendo le cipolle
kk: Сізде пияз азайып жатыр
ms: Bawang anda hampir habis
nl: Je hebt bijna geen uien meer
pt: Você está ficando sem cebolas
ru: У вас заканчивается лук
th: คุณมีหัวหอมเหลือน้อย
uk: У вас закінчується цибуля
uz: Sizda piyoz kamayib bormoqda

# groceryRecipeNeed
source: Add yogurt for Tuesday's recipe
af: Voeg jogurt by vir Dinsdag resep
ar: أضف الزبادي لوصفة الثلاثاء
bn: মঙ্গলবারের রেসিপির জন্য দই যোগ করুন
de: Joghurt für Dienstagsrezept hinzufügen
fil: Magdagdag ng yogurt para sa recipe ng Martes
fr: Ajouter du yaourt pour la recette de mardi
hi: मंगलवार की रेसिपी के लिए दही जोड़ें
id: Tambahkan yogurt untuk resep Selasa
it: Aggiungi yogurt per la ricetta di martedì
kk: Сейсенбі рецептісіне қаймақ қосыңыз
ms: Tambah yogurt untuk resipi Selasa
nl: Voeg yoghurt toe voor het recept van dinsdag
pt: Adicione iogurte para a receita de terça-feira
ru: Добавьте йогурт для рецепта вторника
th: เพิ่มโยเกิร์ตสำหรับสูตรวันอังคาร
uk: Додайте йогурт для рецепту вівторка
uz: Seshanba kungi retsept uchun yogurt qo'shing

# groceryFrequentItem
source: Rice used 3 times this week — restock?
af: Rys 3 keer hierdie week gebruik — hervoorraad?
ar: استُخدم الأرز 3 مرات هذا الأسبوع — إعادة التخزين؟
bn: এই সপ্তাহে চাল 3 বার ব্যবহৃত হয়েছে — পুনরায় স্টক?
de: Reis wurde diese Woche 3 Mal verwendet — nachbestellen?
fil: Ginamit ang bigas 3 beses sa linggong ito — mag-restock?
fr: Riz utilisé 3 fois cette semaine — réapprovisionner?
hi: इस सप्ताह चावल 3 बार इस्तेमाल हुआ — फिर से स्टॉक करें?
id: Beras digunakan 3 kali minggu ini — isi ulang?
it: Riso usato 3 volte questa settimana — rifornire?
kk: Күріш осы аптада 3 рет қолданылды — қайта толтыру?
ms: Beras digunakan 3 kali minggu ini — isi semula?
nl: Rijst deze week 3 keer gebruikt — aanvullen?
pt: Arroz usado 3 vezes esta semana — reabastecer?
ru: Рис использовался 3 раза на этой неделе — пополнить?
th: ข้าวใช้ 3 ครั้งในสัปดาห์นี้ — เติมสต็อก?
uk: Рис використовувався 3 рази цього тижня — поповнити?
uz: Guruch bu hafta 3 marta ishlatildi — qayta to'ldirish?

# groceryExpiringItem
source: Milk expires tomorrow — use or replace
af: Melk verval môre — gebruik of vervang
ar: ينتهي الحليب غداً — استخدم أو استبدل
bn: কাল দুধের মেয়াদ শেষ — ব্যবহার করুন বা প্রতিস্থাপন করুন
de: Milch läuft morgen ab — verwenden oder ersetzen
fil: Mag-e-expire ang gatas bukas — gamitin o palitan
fr: Le lait expire demain — utiliser ou remplacer
hi: कल दूध की समाप्ति — उपयोग करें या बदलें
id: Susu kedaluwarsa besok — gunakan atau ganti
it: Il latte scade domani — usa o sostituisci
kk: Сүт ертең мерзімі бітеді — пайдаланыңыз немесе ауыстырыңыз
ms: Susu tamat tempoh esok — gunakan atau ganti
nl: Melk vervalt morgen - gebruik of vervang
pt: Leite expira amanhã — use ou substitua
ru: Молоко истекает завтра — использовать или заменить
th: นมหมดอายุพรุ่งนี้ — ใช้หรือเปลี่ยน
uk: Молоко закінчується завтра — використати або замінити
uz: Sut ertaga muddati tugaydi — ishlating yoki almashtiring

# groceryAdded
source: Added
af: Bygevoeg
ar: تمت الإضافة
bn: যোগ করা হয়েছে
de: Hinzugefügt
fil: Idinagdag
fr: Ajouté
hi: जोड़ा गया
id: Ditambahkan
it: Aggiunto
kk: Қосылды
ms: Ditambah
nl: Toegevoegd
pt: Adicionado
ru: Добавлено
th: เพิ่มแล้ว
uk: Додано
uz: Qo'shilgan

# groceryAddedStatus
source: Added
af: Bygevoeg
ar: تمت الإضافة
bn: যোগ করা হয়েছে
de: Hinzugefügt
fil: Idinagdag
fr: Ajouté
hi: जोड़ा गया
id: Ditambahkan
it: Aggiunto
kk: Қосылды
ms: Ditambah
nl: Toegevoegd
pt: Adicionado
ru: Добавлено
th: เพิ่มแล้ว
uk: Додано
uz: Qo'shildi

# grocerySavedLists
source: Saved Lists
af: Gestoorde Lyste
ar: القوائم المحفوظة
bn: সংরক্ষিত তালিকা
de: Gespeicherte Listen
fil: Mga Na-save na Listahan
fr: Listes sauvegardées
hi: सहेजी गई सूचियां
id: Daftar Tersimpan
it: Liste Salvate
kk: Сақталған Тізімдер
ms: Senarai Tersimpan
nl: Opgeslagen Lijsten
pt: Listas Salvas
ru: Сохранённые списки
th: รายการที่บันทึก
uk: Збережені списки
uz: Saqlangan ro'yxatlar

# groceryCurrentList
source: Current List
af: Huidige Lys
ar: القائمة الحالية
bn: বর্তমান তালিকা
de: Aktuelle Liste
fil: Kasalukuyang Listahan
fr: Liste actuelle
hi: वर्तमान सूची
id: Daftar Saat Ini
it: Lista Attuale
kk: Ағымдағы Тізім
ms: Senarai Semasa
nl: Huidige Lijst
pt: Lista Atual
ru: Текущий список
th: รายการปัจจุบัน
uk: Поточний список
uz: Joriy ro'yxat

# groceryViewList
source: View List
af: Sien Lys
ar: عرض القائمة
bn: তালিকা দেখুন
de: Liste anzeigen
fil: Tingnan ang Listahan
fr: Voir la liste
hi: सूची देखें
id: Lihat Daftar
it: Vedi Lista
kk: Тізімді Көру
ms: Lihat Senarai
nl: Bekijk Lijst
pt: Ver Lista
ru: Посмотреть список
th: ดูรายการ
uk: Переглянути список
uz: Ro'yxatni ko'rish

# groceryTotal
source: Total
af: Totaal
ar: الإجمالي
bn: মোট
de: Gesamt
fil: Kabuuan
hi: कुल
it: Totale
kk: Жалпы
ms: Jumlah
nl: Totaal
ru: Всего
th: รวม
uk: Всього
uz: Jami

# groceryBought
source: Bought
af: Gekoop
ar: تم الشراء
bn: কেনা হয়েছে
de: Gekauft
fil: Nabili
fr: Acheté
hi: खरीदा
id: Dibeli
it: Comprato
kk: Сатып алынды
ms: Dibeli
nl: Gekocht
pt: Comprado
ru: Куплено
th: ซื้อแล้ว
uk: Куплено
uz: Sotib olingan

# groceryEstCost
source: Est. Cost
af: Gesk. Koste
ar: التكلفة المقدرة
bn: আনু. খরচ
de: Geschätzte Kosten
fil: Tinantiyang Halaga
fr: Coût estimé
hi: अनु. लागत
id: Perkiraan Biaya
it: Costo Stim.
kk: Болжамды Құн
ms: Anggaran Kos
nl: Geschatte Kosten
pt: Custo Est.
ru: Примерно
th: ราคาประมาณ
uk: Приблизно
uz: Taxminiy narx

# groceryShoppingMode
source: Shopping
af: Inkopie
ar: التسوق
bn: শপিং
de: Einkaufen
fil: Pamimili
fr: Courses
hi: खरीदारी
id: Belanja
kk: Сауда
ms: Beli-belah
nl: Winkelen
pt: Compras
ru: Покупки
th: ช้อปปิ้ง
uk: Покупки
uz: Xarid

# groceryShopMode
source: Shop Mode
af: Inkopie Modus
ar: وضع التسوق
bn: শপ মোড
de: Einkaufsmodus
fil: Mode ng Pamimili
fr: Mode courses
hi: शॉप मोड
id: Mode Belanja
it: Modalità Spesa
kk: Сауда Режимі
ms: Mod Beli-belah
nl: Winkelmodus
pt: Modo Compras
ru: Режим покупок
th: โหมดช้อป
uk: Режим покупок
uz: Xarid rejimi

# groceryBudgetMode
source: Budget Mode
af: Begrotingsmodus
ar: وضع الميزانية
bn: বাজেট মোড
de: Budgetmodus
fil: Mode ng Badyet
fr: Mode budgétaire
hi: बजट मोड
id: Modus Anggaran
it: Modalità Bilancio
kk: Бюджет режимі
ms: Mod Belanjawan
nl: Budgetmodus
pt: Modo Orçamento
ru: Бюджетный режим
th: โหมดงบประมาณ
uk: Бюджетний режим
uz: Byudjet rejimi

# groceryBudgetPlaceholder
source: Enter budget (e.g., 2000 PKR)
af: Voer begroting in (bv. 2000 PKR)
ar: أدخل الميزانية (على سبيل المثال، 2000 روبية باكستانية)
bn: বাজেট লিখুন (যেমন, 2000 PKR)
de: Geben Sie das Budget ein (z. B. 2000 PKR)
fil: Ilagay ang badyet (hal., 2000 PKR)
fr: Saisissez le budget (par exemple, 2 000 PKR)
hi: बजट दर्ज करें (उदाहरण के लिए, 2000 पीकेआर)
id: Masukkan anggaran (misalnya, PKR 2000)
it: Inserisci il budget (ad esempio, 2000 PKR)
kk: Бюджетті енгізіңіз (мысалы, 2000 PKR)
ms: Masukkan belanjawan (cth., 2000 PKR)
nl: Budget invoeren (bijvoorbeeld 2000 PKR)
pt: Insira o orçamento (por exemplo, 2.000 PKR)
ru: Введите бюджет (например, 2000 рупий)
th: ป้อนงบประมาณ (เช่น 2,000 PKR)
uk: Введіть бюджет (наприклад, 2000 PKR)
uz: Byudjetni kiriting (masalan, 2000 PKR)

# groceryOn
source: ON
af: AAN
ar: تشغيل
bn: চালু
de: EIN
fil: NAKA-ON
fr: ACTIVÉ
hi: चालू
id: HIDUP
it: ACCESO
kk: ҚОСУЛЫ
ms: HIDUP
nl: AAN
pt: LIGADO
ru: ВКЛ
th: เปิด
uk: УВІМКНЕНО
uz: YOQILGAN

# groceryOff
source: OFF
af: AF
ar: إيقاف
bn: বন্ধ
de: AUS
fil: NAKA-OFF
fr: DÉSACTIVÉ
hi: बंद
id: MATI
it: SPENTO
kk: ӨШІРУЛІ
ms: DIMATIKAN
nl: UIT
pt: DESLIGADO
ru: ВЫКЛЮЧЕННЫЙ
th: ปิด
uk: ВИМКНЕНО
uz: O‘CHIRIB

# groceryAddItemPlaceholder
source: Add item...
af: Voeg item by...
ar: إضافة عنصر...
bn: আইটেম যোগ করুন...
de: Artikel hinzufügen...
fil: Magdagdag ng item...
fr: Ajouter un article...
hi: मद जोड़ें...
id: Tambahkan barang...
it: Aggiungi elemento...
kk: Элементті қосу...
ms: Tambah item...
nl: Artikel toevoegen...
pt: Adicionar item...
ru: Добавить товар...
th: เพิ่มรายการ...
uk: Додати товар...
uz: Element qo'shish...

# groceryItemName
source: Item name...
af: Item naam
ar: اسم العنصر...
bn: আইটেমের নাম
de: Artikelname
fil: Pangalan ng item
fr: Nom de l'article
hi: आइटम का नाम
id: Nama item
it: Nome articolo
kk: Элемент атауы
ms: Nama item
nl: Itemnaam
pt: Nome do item
ru: Название товара
th: ชื่อรายการ
uk: Назва товару
uz: Mahsulot nomi

# groceryQuantity
source: Qty
af: Hoeveelheid
ar: الكمية
bn: পরিমাণ
de: Menge
fil: Dami
fr: Quantité
hi: मात्रा
id: Jumlah
it: Quantità
kk: Саны
ms: Kuantiti
nl: Hoeveelheid
pt: Quantidade
ru: Количество
th: จำนวน
uk: Кількість
uz: Miqdor

# groceryCategory
source: Category
af: Kategorie
ar: الفئة
bn: বিভাগ
de: Kategorie
fil: Kategorya
fr: Catégorie
hi: श्रेणी
id: Kategori
it: Categoria
kk: Санат
ms: Kategori
nl: Categorie
pt: Categoria
ru: Категория
th: หมวดหมู่
uk: Категорія
uz: Kategoriya

# groceryAddToList
source: Add to List
af: Voeg by lys
ar: أضف إلى القائمة
bn: তালিকায় যোগ করুন
de: Zur Liste hinzufügen
fil: Idagdag sa listahan
fr: Ajouter à la liste
hi: सूची में जोड़ें
id: Tambahkan ke daftar
it: Aggiungi alla lista
kk: Тізімге қосу
ms: Tambah ke senarai
nl: Toevoegen aan lijst
pt: Adicionar à lista
ru: Добавить в список
th: เพิ่มในรายการ
uk: Додати до списку
uz: Roʻyxatga qoʻshish

# groceryItemAdded
source: Item added!
af: Item bygevoeg!
ar: تمت إضافة العنصر!
bn: আইটেম যোগ হয়েছে!
de: Artikel hinzugefügt!
fil: Nadagdag ang item!
fr: Article ajouté!
hi: आइटम जोड़ा गया!
id: Item ditambahkan!
it: Articolo aggiunto!
kk: Элемент қосылды!
ms: Item ditambah!
nl: Item toegevoegd!
pt: Item adicionado!
ru: Товар добавлен!
th: เพิ่มรายการแล้ว!
uk: Товар додано!
uz: Mahsulot qo'shildi!

# groceryItemRequired
source: Item name is required
af: Item naam is vereis
ar: اسم العنصر مطلوب
bn: আইটেমের নাম প্রয়োজন
de: Artikelname erforderlich
fil: Kinakailangan ang pangalan ng item
fr: Nom de l'article requis
hi: आइटम का नाम आवश्यक है
id: Nama item diperlukan
it: Nome articolo richiesto
kk: Элемент атауы қажет
ms: Nama item diperlukan
nl: Itemnaam vereist
pt: Nome do item é obrigatório
ru: Название товара обязательно
th: ต้องระบุชื่อรายการ
uk: Назва товару обов'язкова
uz: Mahsulot nomi kerak

# groceryCreateMealPlanFirst
source: Please create a meal plan first
af: Skep eers 'n eteplan
ar: الرجاء إنشاء خطة وجبات أولاً
bn: প্রথমে একটি মিল প্ল্যান তৈরি করুন
de: Bitte erstelle zuerst einen Mahlzeitenplan
fil: Mangyaring gumawa muna ng plano ng pagkain
fr: Veuillez d'abord créer un plan de repas
hi: कृपया पहले भोजन योजना बनाएं
id: Silakan buat rencana makan terlebih dahulu
it: Crea prima un piano pasti
kk: Алдымен тамақ жоспарын жасаңыз
ms: Sila buat pelan makanan terlebih dahulu
nl: Maak eerst een maaltijdplan
pt: Por favor, crie um plano de refeições primeiro
ru: Сначала создайте план питания
th: กรุณาสร้างแผนอาหารก่อน
uk: Спочатку створіть план харчування
uz: Avval ovqatlanish rejasi yarating

# groceryItems
source: items
ar: عناصر
bn: আইটেম
de: Artikel
fil: mga item
fr: articles
hi: आइटम
id: item
it: articoli
kk: элемент
ms: item
nl: artikelen
pt: itens
ru: товаров
th: รายการ
uk: товарів
uz: mahsulot

# groceryNoItemsYet
source: No Items Yet
af: Nog geen items nie
ar: لا توجد عناصر بعد
bn: এখনও কোন আইটেম নেই
de: Noch keine Artikel
fil: Walang item pa
fr: Aucun article pour le moment
hi: अभी तक कोई आइटम नहीं
id: Belum ada item
it: Nessun articolo ancora
kk: Әлі тауарлар жоқ
ms: Belum ada item
nl: Nog geen artikelen
pt: Ainda sem itens
ru: Пока нет товаров
th: ยังไม่มีรายการ
uk: Поки немає товарів
uz: Hali mahsulotlar yo'q

# groceryNoItemsHint
source: Add items or generate from meal plan
af: Voeg items by of genereer van maaltyd plan
ar: أضف عناصر أو أنشئ من خطة الوجبات
bn: আইটেম যোগ করুন বা খাবার পরিকল্পনা থেকে তৈরি করুন
de: Artikel hinzufügen oder aus Mahlzeitenplan generieren
fil: Magdagdag ng item o gawin mula sa meal plan
fr: Ajouter des articles ou générer à partir d'un plan de repas
hi: आइटम जोड़ें या मील प्लान से जेनरेट करें
id: Tambahkan item atau hasilkan dari paket makan
it: Aggiungi elementi o genera dal piano alimentare
kk: Тамақтану жоспарынан элементтерді қосыңыз немесе жасаңыз
ms: Tambah item atau hasilkan daripada pelan makan
nl: Voeg artikelen toe of genereer uit maaltijdplan
pt: Adicionar itens ou gerar do plano de refeições
ru: Добавить товары или создать из плана питания
th: เพิ่มรายการหรือสร้างจากแผนมื้ออาหาร
uk: Додати товари або створити з плану харчування
uz: Mahsulotlar qo'shing yoki ovqat rejasidan yarating

# groceryGenerateDemoList
source: Generate Demo List
af: Genereer Demo Lys
ar: إنشاء قائمة تجريبية
bn: ডেমো তালিকা তৈরি করুন
de: Demoliste erstellen
fil: Bumuo ng Listahan ng Demo
fr: Générer une liste de démonstration
hi: डेमो सूची तैयार करें
id: Hasilkan Daftar Demo
it: Genera elenco demo
kk: Демо тізімін жасау
ms: Hasilkan Senarai Demo
nl: Demolijst genereren
pt: Gerar lista de demonstração
ru: Создать демонстрационный список
th: สร้างรายการสาธิต
uk: Створити демонстраційний список
uz: Demo roʻyxatini yarating

# groceryEstimatedTotal
source: Estimated Total
af: Geskatte totaal
ar: المجموع المقدر
bn: আনুমানিক মোট
de: Geschätzte Gesamtsumme
fil: Tinatayang Kabuuan
fr: Total estimé
hi: अनुमानित कुल
id: Perkiraan Jumlah
it: Totale stimato
kk: Болжалды жалпы
ms: Anggaran Jumlah
nl: Geschat totaal
pt: Total estimado
ru: Предполагаемая общая сумма
th: ยอดรวมโดยประมาณ
uk: Розрахункова сума
uz: Taxminiy jami

# grocerySearchItems
source: Search items...
af: Soek items...
ar: البحث عن العناصر...
bn: আইটেম অনুসন্ধান করুন...
de: Artikel suchen...
fil: Maghanap ng item...
fr: Rechercher des articles...
hi: आइटम खोजें...
id: Cari item...
it: Cerca articoli...
kk: Тауарларды іздеу...
ms: Cari item...
nl: Zoek artikelen...
pt: Pesquisar itens...
ru: Поиск товаров...
th: ค้นหารายการ...
uk: Пошук елементів...
uz: Mahsulotlarni qidirish...

# groceryYourItems
source: Your Items
af: U items
ar: عناصرك
bn: আপনার আইটেম
de: Ihre Artikel
fil: Ang iyong mga item
fr: Vos articles
hi: आपके आइटम
id: Item Anda
it: I tuoi articoli
kk: Сіздің тауарларыңыз
ms: Item anda
nl: Uw artikelen
pt: Seus itens
ru: Ваши товары
th: รายการของคุณ
uk: Ваші товари
uz: Sizning mahsulotlaringiz

# grocerySearchResults
source: Search Results
af: Soek resultate
ar: نتائج البحث
bn: অনুসন্ধান ফলাফল
de: Suchergebnisse
fil: Mga resulta ng paghahanap
fr: Résultats de recherche
hi: खोज परिणाम
id: Hasil pencarian
it: Risultati della ricerca
kk: Іздеу нәтижелері
ms: Hasil carian
nl: Zoekresultaten
pt: Resultados da pesquisa
ru: Результаты поиска
th: ผลการค้นหา
uk: Результати пошуку
uz: Qidiruv natijalari

# groceryItemsIn
source: Items in
ar: العناصر في
bn: আইটেম
de: Artikel in
fil: Mga item sa
fr: Articles dans
hi: आइटम में
id: Item dalam
it: Articoli in
kk: Тауарлар
ms: Item dalam
nl: Artikelen in
pt: Itens em
ru: Товары в
th: รายการใน
uk: Предмети в
uz: Mahsulotlar

# groceryNoItemsFound
source: No items found for
af: Geen items gevind vir
ar: لم يتم العثور على عناصر لـ
bn: এর জন্য কোন আইটেম পাওয়া যায়নি
de: Keine Artikel gefunden für
fil: Walang nahanap na item para sa
fr: Aucun article trouvé pour
hi: के लिए कोई आइटम नहीं मिला
id: Tidak ada item ditemukan untuk
it: Nessun articolo trovato per
kk: Тауарлар табылмады
ms: Tiada item ditemui untuk
nl: Geen artikelen gevonden voor
pt: Nenhum item encontrado para
ru: Товары не найдены для
th: ไม่พบรายการสำหรับ
uk: Не знайдено предметів
uz: Mahsulotlar topilmadi
