Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# groceryAddAsNewItem
source: Add as new item
af: Voeg as nuwe item by
ar: إضافة كعنصر جديد
bn: নতুন আইটেম হিসাবে যোগ করুন
de: Als neuen Artikel hinzufügen
fil: Idagdag bilang bagong item
fr: Ajouter comme nouvel article
hi: नए आइटम के रूप में जोड़ें
id: Tambahkan sebagai item baru
it: Aggiungi come nuovo articolo
kk: Жаңа тауар ретінде қосу
ms: Tambah sebagai item baharu
nl: Toevoegen als nieuw artikel
pt: Adicionar como novo item
ru: Добавить как новый товар
th: เพิ่มเป็นรายการใหม่
uk: Додати як новий товар
uz: Yangi mahsulot sifatida qo'shish

# groceryQuickAdd
source: Quick Add
af: Vinnige toevoeging
ar: إضافة سريعة
bn: দ্রুত যোগ করুন
de: Schnell hinzufügen
fil: Mabilis na Idagdag
fr: Ajout rapide
hi: त्वरित जोड़ें
id: Tambah Cepat
it: Aggiunta rapida
kk: Жылдам қосу
ms: Tambah Pantas
nl: Snel toevoegen
pt: Adicionar rapidamente
ru: Быстрое добавление
th: เพิ่มด่วน
uk: Швидке додавання
uz: Tezkor qo'shish

# groceryAddToCategory
source: Add items to this category
af: Voeg items by hierdie kategorie
ar: إضافة عناصر إلى هذه الفئة
bn: এই বিভাগে আইটেম যোগ করুন
de: Artikel zu dieser Kategorie hinzufügen
fil: Magdagdag ng item sa kategoryang ito
fr: Ajouter des articles à cette catégorie
hi: इस श्रेणी में आइटम जोड़ें
id: Tambahkan item ke kategori ini
it: Aggiungi articoli a questa categoria
kk: Осы санатқа элементтерді қосыңыз
ms: Tambah item ke kategori ini
nl: Voeg items toe aan deze categorie
pt: Adicionar itens a esta categoria
ru: Добавить товары в эту категорию
th: เพิ่มรายการในหมวดหมู่นี้
uk: Додати товари до цієї категорії
uz: Ushbu turkumga narsalarni qo'shing

# groceryListShared
source: List shared!
af: Lys gedeel!
ar: القائمة مشتركة!
bn: শেয়ার করা তালিকা!
de: Liste geteilt!
fil: Na-share ang listahan!
fr: Liste partagée!
hi: सूची साझा की गई!
id: Daftar dibagikan!
it: Lista condivisa!
kk: Тізім бөлісілді!
ms: Senarai dikongsi!
nl: Lijst gedeeld!
pt: Lista compartilhada!
ru: Список поделен!
th: แชร์รายการแล้ว!
uk: Список поділено!
uz: Roʻyxat ulashildi!

# groceryListCopied
source: List copied to clipboard!
af: Lys na knipbord gekopieer!
ar: تم نسخ القائمة إلى الحافظة!
bn: তালিকা ক্লিপবোর্ডে কপি করা হয়েছে!
de: Liste in die Zwischenablage kopiert!
fil: Nakopya ang listahan sa clipboard!
fr: Liste copiée dans le presse-papiers!
hi: सूची क्लिपबोर्ड पर कॉपी की गई!
id: Daftar disalin ke clipboard!
it: Lista copiata negli appunti!
kk: Тізім алмасу буферіне көшірілді!
ms: Senarai disalin ke papan keratan!
nl: Lijst gekopieerd naar klembord!
pt: Lista copiada para a área de transferência!
ru: Список скопирован в буфер обмена!
th: คัดลอกรายการไปยังคลิปบอร์ดแล้ว!
uk: Список скопійовано в буфер обміну!
uz: Ro'yxat buferga nusxalandi!

# groceryListSaved
source: List saved!
af: Lys gestoor!
ar: تم حفظ القائمة!
bn: তালিকা সংরক্ষিত হয়েছে!
de: Liste gespeichert!
fil: Nai-save ang listahan!
fr: Liste sauvegardée!
hi: सूची सहेजी गई!
id: Daftar disimpan!
it: Lista salvata!
kk: Тізім сақталды!
ms: Senarai disimpan!
nl: Lijst opgeslagen!
pt: Lista salva!
ru: Список сохранен!
th: บันทึกรายการแล้ว!
uk: Список збережено!
uz: Ro'yxat saqlandi!

# groceryNoItemsToShare
source: No items to share
af: Geen items om te deel nie
ar: لا توجد عناصر للمشاركة
bn: শেয়ার করার জন্য কোন আইটেম নেই
de: Keine Artikel zum Teilen
fil: Walang item na i-share
fr: Aucun article à partager
hi: साझा करने के लिए कोई आइटम नहीं
id: Tidak ada item untuk dibagikan
it: Nessun articolo da condividere
kk: Бөлісуге тауарлар жоқ
ms: Tiada item untuk dikongsi
nl: Geen items om te delen
pt: Nenhum item para compartilhar
ru: Нет товаров для обмена
th: ไม่มีรายการที่จะแชร์
uk: Немає елементів для спільного використання
uz: Ulashish uchun hech qanday element yo‘q

# groceryNoItemsToSave
source: No items to save
af: Geen items om te stoor nie
ar: لا توجد عناصر لحفظها
bn: সংরক্ষণ করার জন্য কোন আইটেম নেই
de: Keine Artikel zum Speichern
fil: Walang item na i-save
fr: Aucun article à sauvegarder
hi: सहेजने के लिए कोई आइटम नहीं
id: Tidak ada item untuk disimpan
it: Nessun articolo da salvare
kk: Сақтауға тауарлар жоқ
ms: Tiada item untuk disimpan
nl: Geen items om op te slaan
pt: Nenhum item para salvar
ru: Нет товаров для сохранения
th: ไม่มีรายการที่จะบันทึก
uk: Немає товарів для збереження
uz: Saqlash uchun mahsulotlar yo'q

# groceryCreatingSmartList
source: Creating smart list...
af: Slim lys word geskep...
ar: جارٍ إنشاء القائمة الذكية...
bn: স্মার্ট তালিকা তৈরি করা হচ্ছে...
de: Erstelle intelligente Liste...
fil: Gumagawa ng smart listahan...
fr: Création d'une liste intelligente...
hi: स्मार्ट सूची बनाई जा रही है...
id: Membuat daftar pintar...
it: Creazione lista intelligente...
kk: Ақылды тізім құрылуда...
ms: Mencipta senarai pintar...
nl: Slimme lijst aanmaken...
pt: Criando lista inteligente...
ru: Создание умного списка...
th: กำลังสร้างรายการอัจฉริยะ...
uk: Створення розумного списку...
uz: Aqlli ro'yxat yaratilmoqda...

# groceryUpdatingList
source: Updating list...
af: Dateer tans lys op …
ar: جارٍ تحديث القائمة...
bn: তালিকা আপডেট করা হচ্ছে...
de: Aktualisiere Liste...
fil: Ina-update ang listahan...
fr: Mise à jour de la liste...
hi: सूची अपडेट की जा रही है...
id: Memperbarui daftar...
it: Aggiornamento lista...
kk: Тізім жаңартылуда...
ms: Mengemas kini senarai...
nl: Lijst bijwerken...
pt: Atualizando lista...
ru: Обновление списка...
th: กำลังอัปเดตรายการ...
uk: Оновлення списку...
uz: Roʻyxat yangilanmoqda...

# groceryHome
source: Home
af: Tuis
ar: الرئيسية
bn: হোম
de: Startseite
fil: Bahay
fr: Accueil
hi: होम
id: Beranda
it: Casa
kk: Басты
ms: Rumah
nl: Thuis
pt: Início
ru: Главная
th: หน้าแรก
uk: додому
uz: Bosh sahifa

# groceryList
source: List
af: Lys
ar: القائمة
bn: তালিকা
de: Liste
fil: Listahan
fr: Liste
hi: सूची
id: Daftar
it: Lista
kk: Тізім
ms: Senarai
nl: Lijst
pt: Lista
ru: Список
th: รายการ
uk: Список
uz: Roʻyxat

# groceryAdd
source: Add
af: Voeg by
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
fil: Idagdag
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
kk: Қосу
ms: Tambah
nl: Toevoegen
pt: Adicionar
ru: Добавить
th: เพิ่ม
uk: Додати
uz: Qo'shish

# savedListListNotFound
source: List not found
af: Lys nie gevind nie
ar: لم يتم العثور على القائمة
bn: তালিকা পাওয়া যায়নি
de: Liste nicht gefunden
fil: Hindi nahanap ang listahan
fr: Liste introuvable
hi: सूची नहीं मिली
id: Daftar tidak ditemukan
it: Elenco non trovato
kk: Тізім табылмады
ms: Senarai tidak ditemui
nl: Lijst niet gevonden
pt: Lista não encontrada
ru: Список не найден
th: ไม่พบรายการ
uk: Список не знайдено
uz: Roʻyxat topilmadi

# savedListListNotFoundHint
source: This grocery list seems to have disappeared!
af: Dit lyk asof hierdie inkopielys verdwyn het!
ar: يبدو أن قائمة البقالة هذه قد اختفت!
bn: এই মুদির তালিকা মনে হয় অদৃশ্য!
de: Diese Einkaufsliste scheint verschwunden zu sein!
fil: Ang listahan ng grocery na ito ay tila nawala!
fr: Cette liste d'épicerie semble avoir disparu !
hi: ऐसा लगता है कि किराने की यह सूची गायब हो गई है!
id: Daftar belanjaan ini sepertinya telah hilang!
it: Questa lista della spesa sembra essere scomparsa!
kk: Бұл азық-түлік тізімі жоғалып кеткен сияқты!
ms: Senarai barangan runcit ini nampaknya telah hilang!
nl: Dit boodschappenlijstje lijkt verdwenen!
pt: Esta lista de compras parece ter desaparecido!
ru: Этот список покупок, кажется, исчез!
th: รายการขายของชำนี้ดูเหมือนจะหายไปแล้ว!
uk: Цей список продуктів, здається, зник!
uz: Bu oziq-ovqat ro'yxati g'oyib bo'lganga o'xshaydi!

# savedListGoBack
source: Go Back
af: Gaan Terug
ar: عُد
bn: ফিরে যান
de: Geh zurück
fil: Bumalik ka
fr: Retourner
hi: वापस जाओ
id: Kembali
it: Torna indietro
kk: Қайтып келу
ms: Pergi Balik
nl: Ga terug
pt: Volte
ru: Возвращаться
th: กลับไป
uk: Повернутися назад
uz: Ortga qaytish

# savedListAddToCurrentList
source: Add to Current List
af: Voeg by huidige lys
ar: أضف إلى القائمة الحالية
bn: বর্তমান তালিকায় যোগ করুন
de: Zur aktuellen Liste hinzufügen
fil: Idagdag sa Kasalukuyang Listahan
fr: Ajouter à la liste actuelle
hi: वर्तमान सूची में जोड़ें
id: Tambahkan ke Daftar Saat Ini
it: Aggiungi all'elenco corrente
kk: Ағымдағы тізімге қосу
ms: Tambahkan ke Senarai Semasa
nl: Toevoegen aan huidige lijst
pt: Adicionar à lista atual
ru: Добавить в текущий список
th: เพิ่มลงในรายการปัจจุบัน
uk: Додати до поточного списку
uz: Joriy ro'yxatga qo'shish

# savedListRegenerateWithAI
source: Regenerate with AI
af: Regenereer met AI
ar: تجديد مع الذكاء الاصطناعي
bn: এআই দিয়ে পুনরুজ্জীবিত করুন
de: Regenerieren Sie mit KI
fil: Mag-regenerate gamit ang AI
fr: Régénérez-vous avec l'IA
hi: एआई के साथ पुनर्जीवित करें
id: Regenerasi dengan AI
it: Rigenerati con l'intelligenza artificiale
kk: AI көмегімен қалпына келтіріңіз
ms: Menjana semula dengan AI
nl: Regenereer met AI
pt: Regenerar com IA
ru: Регенерация с помощью ИИ
th: สร้างใหม่ด้วย AI
uk: Регенерувати за допомогою ШІ
uz: AI bilan qayta tiklang

# savedListDeleteList
source: Delete List
af: Vee Lys uit
ar: حذف القائمة
bn: তালিকা মুছুন
de: Liste löschen
fil: Tanggalin ang Listahan
fr: Supprimer la liste
hi: सूची हटाएँ
id: Hapus Daftar
it: Elimina elenco
kk: Тізімді жою
ms: Padamkan Senarai
nl: Lijst verwijderen
pt: Excluir lista
ru: Удалить список
th: ลบรายการ
uk: Видалити список
uz: Roʻyxatni oʻchirish

# savedListItemsAdded
source: items added to current list!
af: items by huidige lys gevoeg!
ar: العناصر المضافة إلى القائمة الحالية!
bn: আইটেম বর্তমান তালিকা যোগ করা হয়েছে!
de: Artikel zur aktuellen Liste hinzugefügt!
fil: mga item na idinagdag sa kasalukuyang listahan!
fr: éléments ajoutés à la liste actuelle !
hi: आइटम वर्तमान सूची में जोड़े गए!
id: item ditambahkan ke daftar saat ini!
it: elementi aggiunti all'elenco corrente!
kk: элементтер ағымдағы тізімге қосылды!
ms: item ditambahkan ke senarai semasa!
nl: items toegevoegd aan de huidige lijst!
pt: itens adicionados à lista atual!
ru: товары добавлены в текущий список!
th: รายการที่เพิ่มในรายการปัจจุบัน!
uk: елементи додано до поточного списку!
uz: Joriy ro'yxatga qo'shilgan narsalar!

# savedListFailedToAdd
source: Failed to add items
af: Kon nie items byvoeg nie
ar: فشلت إضافة العناصر
bn: আইটেম যোগ করতে ব্যর্থ হয়েছে
de: Elemente konnten nicht hinzugefügt werden
fil: Nabigong magdagdag ng mga item
fr: Échec de l'ajout d'éléments
hi: आइटम जोड़ने में विफल
id: Gagal menambahkan item
it: Impossibile aggiungere elementi
kk: Элементтерді қосу мүмкін болмады
ms: Gagal menambah item
nl: Het is niet gelukt om items toe te voegen
pt: Falha ao adicionar itens
ru: Не удалось добавить элементы
th: ไม่สามารถเพิ่มรายการได้
uk: Не вдалося додати елементи
uz: Element qo‘shib bo‘lmadi

# savedListOptimizedWithAI
source: List optimized with AI suggestions!
af: Lys geoptimaliseer met KI-voorstelle!
ar: قائمة الأمثل مع اقتراحات الذكاء الاصطناعي!
bn: এআই পরামর্শের সাথে অপ্টিমাইজ করা তালিকা!
de: Liste mit KI-Vorschlägen optimiert!
fil: Listahan na na-optimize gamit ang mga mungkahi ng AI!
fr: Liste optimisée avec des suggestions d'IA !
hi: एआई सुझावों के साथ अनुकूलित सूची!
id: Daftar dioptimalkan dengan saran AI!
it: Elenco ottimizzato con suggerimenti AI!
kk: AI ұсыныстарымен оңтайландырылған тізім!
ms: Senarai dioptimumkan dengan cadangan AI!
nl: Lijst geoptimaliseerd met AI-suggesties!
pt: Lista otimizada com sugestões de IA!
ru: Список оптимизирован с помощью предложений AI!
th: รายการปรับให้เหมาะสมด้วยคำแนะนำ AI!
uk: Список, оптимізований за допомогою пропозицій ШІ!
uz: AI takliflari bilan optimallashtirilgan roʻyxat!

# savedListFailedToRegenerate
source: Failed to regenerate
af: Kon nie regenereer nie
ar: فشل في التجديد
bn: পুনর্জন্ম করতে ব্যর্থ হয়েছে
de: Regenerierung fehlgeschlagen
fil: Nabigong muling buuin
fr: Échec de la régénération
hi: पुन: उत्पन्न करने में विफल
id: Gagal melakukan regenerasi
it: Impossibile rigenerarsi
kk: Қайта құру мүмкін болмады
ms: Gagal menjana semula
nl: Kan niet regenereren
pt: Falha ao regenerar
ru: Не удалось восстановить
th: ไม่สามารถสร้างใหม่ได้
uk: Не вдалося відновити
uz: Qayta tiklanmadi

# savedListDeleteConfirm
source: Are you sure you want to delete
af: Is jy seker jy wil uitvee
ar: هل أنت متأكد أنك تريد الحذف
bn: আপনি কি নিশ্চিত আপনি মুছে দিতে চান
de: Sind Sie sicher, dass Sie löschen möchten?
fil: Sigurado ka bang gusto mong tanggalin
fr: Etes-vous sûr de vouloir supprimer
hi: क्या आप आश्वस्त है कि आपको डिलीट करना है
id: Apakah Anda yakin ingin menghapus
it: Sei sicuro di voler eliminare?
kk: Жойғыңыз келетініне сенімдісіз бе
ms: Adakah anda pasti mahu memadam
nl: Weet u zeker dat u wilt verwijderen
pt: Tem certeza de que deseja excluir
ru: Вы уверены, что хотите удалить
th: คุณแน่ใจหรือไม่ว่าต้องการลบ
uk: Ви впевнені, що хочете видалити
uz: Haqiqatan ham oʻchirib tashlamoqchimisiz

# savedListCannotUndo
source: This action cannot be undone.
af: Hierdie handeling kan nie ontdoen word nie.
ar: لا يمكن التراجع عن هذا الإجراء.
bn: এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না৷
de: Diese Aktion kann nicht rückgängig gemacht werden.
fil: Ang pagkilos na ito ay hindi maaaring i-undo.
fr: Cette action ne peut pas être annulée.
hi: इस एक्शन को वापस नहीं किया जा सकता।
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
kk: Бұл әрекетті қайтару мүмкін емес.
ms: Tindakan ini tidak boleh dibuat asal.
nl: Deze actie kan niet ongedaan worden gemaakt.
pt: Esta ação não pode ser desfeita.
ru: Это действие невозможно отменить.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้
uk: Цю дію не можна скасувати.
uz: Bu amalni ortga qaytarib bo‘lmaydi.

# savedListDeleting
source: Deleting...
af: Vee tans uit …
ar: جارٍ الحذف...
bn: মুছে ফেলা হচ্ছে...
de: Löschen...
fil: Tinatanggal...
fr: Suppression...
hi: हटाया जा रहा है...
id: Menghapus...
it: Eliminazione...
kk: Жоюда...
ms: Memadamkan...
nl: Verwijderen...
pt: Excluindo...
ru: Удаление...
th: กำลังลบ...
uk: Видалення...
uz: Oʻchirilmoqda...

# savedListAddItemTitle
source: Add Item
af: Voeg item by
ar: إضافة عنصر
bn: আইটেম যোগ করুন
de: Artikel hinzufügen
fil: Magdagdag ng Item
fr: Ajouter un article
hi: मद जोड़ें
id: Tambahkan Barang
it: Aggiungi articolo
kk: Элементті қосу
ms: Tambah Item
nl: Artikel toevoegen
pt: Adicionar item
ru: Добавить элемент
th: เพิ่มรายการ
uk: Додати товар
uz: Element qo'shish

# savedListItemNamePlaceholder
source: Item name
af: Item naam
ar: اسم العنصر
bn: আইটেমের নাম
de: Artikelname
fil: Pangalan ng item
fr: Nom de l'article
hi: आइटम नाम
id: Nama barang
it: Nome dell'articolo
kk: Элемент аты
ms: Nama item
nl: Artikelnaam
pt: Nome do item
ru: Название предмета
th: ชื่อรายการ
uk: Назва предмета
uz: Element nomi

# savedListQuantityPlaceholder
source: Quantity (e.g., 2 kg)
af: Hoeveelheid (bv. 2 kg)
ar: الكمية (على سبيل المثال، 2 كجم)
bn: পরিমাণ (যেমন, 2 কেজি)
de: Menge (z. B. 2 kg)
fil: Dami (hal., 2 kg)
fr: Quantité (par exemple 2 kg)
hi: मात्रा (जैसे, 2 किग्रा)
id: Kuantitas (misalnya, 2 kg)
it: Quantità (ad esempio, 2 kg)
kk: Саны (мысалы, 2 кг)
ms: Kuantiti (cth., 2 kg)
nl: Hoeveelheid (bijvoorbeeld 2 kg)
pt: Quantidade (por exemplo, 2 kg)
ru: Количество (например, 2 кг)
th: ปริมาณ (เช่น 2 กก.)
uk: Кількість (наприклад, 2 кг)
uz: Miqdori (masalan, 2 kg)

# savedListCategoryPlaceholder
source: Category (e.g., Dairy)
af: Kategorie (bv. Suiwel)
ar: الفئة (مثل منتجات الألبان)
bn: বিভাগ (যেমন, দুগ্ধজাত)
de: Kategorie (z. B. Milchprodukte)
fil: Kategorya (hal., Dairy)
fr: Catégorie (par exemple, produits laitiers)
hi: श्रेणी (जैसे, डेयरी)
id: Kategori (misalnya, Produk Susu)
it: Categoria (ad es. Latticini)
kk: Санат (мысалы, сүт өнімдері)
ms: Kategori (cth., Tenusu)
nl: Categorie (bijvoorbeeld zuivel)
pt: Categoria (por exemplo, laticínios)
ru: Категория (например, Молочные продукты)
th: หมวดหมู่ (เช่น ผลิตภัณฑ์นม)
uk: Категорія (наприклад, молочні продукти)
uz: Turkum (masalan, sut mahsulotlari)

# savedListEnterItemName
source: Please enter item name
af: Voer asseblief itemnaam in
ar: الرجاء إدخال اسم العنصر
bn: অনুগ্রহ করে আইটেমের নাম লিখুন
de: Bitte geben Sie den Artikelnamen ein
fil: Pakilagay ang pangalan ng item
fr: Veuillez entrer le nom de l'article
hi: कृपया आइटम का नाम दर्ज करें
id: Silakan masukkan nama barang
it: Inserisci il nome dell'articolo
kk: Элемент атауын енгізіңіз
ms: Sila masukkan nama item
nl: Voer de artikelnaam in
pt: Por favor insira o nome do item
ru: Пожалуйста, введите название товара
th: กรุณากรอกชื่อรายการ
uk: Будь ласка, введіть назву товару
uz: Iltimos, element nomini kiriting

# savedListNutritionSummary
source: Nutrition Summary
af: Voeding Opsomming
ar: ملخص التغذية
bn: পুষ্টির সারাংশ
de: Zusammenfassung der Ernährung
fil: Buod ng Nutrisyon
fr: Résumé nutritionnel
hi: पोषण सारांश
id: Ringkasan Nutrisi
it: Riepilogo nutrizionale
kk: Тамақтану туралы қорытынды
ms: Ringkasan Pemakanan
nl: Voedingsoverzicht
pt: Resumo nutricional
ru: Краткое описание питания
th: สรุปโภชนาการ
uk: Резюме харчування
uz: Oziqlanish haqida xulosa

# savedListTotalProtein
source: Total Protein
af: Totale proteïen
ar: إجمالي البروتين
bn: মোট প্রোটিন
de: Gesamtprotein
fil: Kabuuang Protina
fr: Protéine totale
hi: कुल प्रोटीन
id: Protein Jumlahnya
it: Proteine ​​totali
kk: Жалпы ақуыз
ms: Jumlah Protein
nl: Totaal eiwit
pt: Proteína Total
ru: Всего белка
th: โปรตีนทั้งหมด
uk: Загальний білок
uz: Umumiy protein

# savedListEstCalories
source: Est. Calories
af: Geskatte Kalorieë
ar: EST. سعرات حرارية
bn: অনুমান। ক্যালরি
de: Schätzung: Kalorien
fil: Est. Mga calorie
fr: HNE. Calories
hi: ईएसटी। कैलोरी
id: Perkiraan. Kalori
it: Est. Calorie
kk: Оңтүстік Америка шығыс бөлігінің стандартты уақыты. Калориялар
ms: Anggaran Kalori
nl: Geschat. Calorieën
pt: Husa. Calorias
ru: Стандартное восточное время. Калории
th: ประมาณ แคลอรี่
uk: Приблизно Калорії
uz: Est. Kaloriya

# savedListAiOptimizing
source: AI is optimizing your list...
af: KI is besig om jou lys te optimaliseer ...
ar: يقوم الذكاء الاصطناعي بتحسين قائمتك...
bn: এআই আপনার তালিকা অপ্টিমাইজ করছে...
de: KI optimiert Ihre Liste...
fil: Ino-optimize ng AI ang iyong listahan...
fr: L'IA optimise votre liste...
hi: AI आपकी सूची को अनुकूलित कर रहा है...
id: AI sedang mengoptimalkan daftar Anda...
it: L'intelligenza artificiale sta ottimizzando la tua lista...
kk: AI тізіміңізді оңтайландыруда...
ms: AI sedang mengoptimumkan senarai anda...
nl: AI optimaliseert uw lijst...
pt: A IA está otimizando sua lista...
ru: ИИ оптимизирует ваш список...
th: AI กำลังเพิ่มประสิทธิภาพรายการของคุณ...
uk: ШІ оптимізує ваш список...
uz: AI sizning ro'yxatingizni optimallashtirmoqda...

# chatTitle
source: DishGenie Chat
af: DishGenie Klets
ar: دردشة DishGenie
bn: DishGenie চ্যাট
fr: Chat DishGenie
hi: DishGenie चैट
id: Chat DishGenie
it: Chat DishGenie
kk: DishGenie Чаты
ms: Sembang DishGenie
pt: Chat DishGenie
ru: Чат DishGenie
th: แชท DishGenie
uk: Чат DishGenie

# chatSubtitle
source: Your AI cooking assistant
af: Jou KI kook assistent
ar: مساعد الطبخ الذكي
bn: আপনার AI রান্নার সহকারী
de: Dein KI-Kochassistent
fil: Ang iyong AI cooking assistant
fr: Votre assistant cuisine IA
hi: आपका AI कुकिंग सहायक
id: Asisten memasak AI Anda
it: Il tuo assistente di cucina AI
kk: AI аспаздық көмекшіңіз
ms: Pembantu memasak AI anda
nl: Je AI kookassistent
pt: Seu assistente culinário com IA
ru: Ваш ИИ-помощник по кулинарии
th: ผู้ช่วยทำอาหาร AI ของคุณ
uk: Ваш ШІ-помічник з кулінарії
uz: Sizning SI oshpazlik yordamchingiz

# chatGreeting
source: Hi, I'm DishGenie!
af: Hallo, ek is DishGenie!
ar: مرحباً، أنا DishGenie!
bn: হাই, আমি DishGenie!
de: Hallo, ich bin DishGenie!
fil: Hi, ako si DishGenie!
fr: Salut, je suis DishGenie!
hi: नमस्ते, मैं DishGenie हूं!
id: Hai, saya DishGenie!
it: Ciao, sono DishGenie!
kk: Сәлем, мен DishGenie!
ms: Hai, saya DishGenie!
nl: Hallo, ik ben DishGenie!
pt: Olá, sou o DishGenie!
ru: Привет, я DishGenie!
th: สวัสดี ฉันคือ DishGenie!
uk: Привіт, я DishGenie!
uz: Salom, men DishGenie!

# chatGreetingSubtitle
source: Ask me anything about cooking, recipes, nutrition, or meal planning.
af: Vra my enigiets oor kook, resepte, voeding of etebeplanning.
ar: اسألني أي شيء عن الطبخ، الوصفات، التغذية، أو تخطيط الوجبات.
bn: রান্না, রেসিপি, পুষ্টি বা মিল প্ল্যানিং সম্পর্কে আমাকে যেকোনো কিছু জিজ্ঞাসা করুন।
de: Frag mich alles über Kochen, Rezepte oder Ernährung.
fil: Tanungin mo ako tungkol sa pagluluto, mga resipe, nutrisyon, o pagpaplano ng pagkain.
fr: Posez-moi des questions sur la cuisine, les recettes ou la nutrition.
hi: मुझसे खाना पकाने, रेसिपी, पोषण या भोजन योजना के बारे में कुछ भी पूछें।
id: Tanyakan apa saja tentang memasak, resep, nutrisi, atau perencanaan makan.
it: Chiedimi qualsiasi cosa su cucina, ricette, nutrizione o pianificazione pasti.
kk: Аспаздық, рецепттер, тамақтану немесе тамақ жоспарлау туралы кез келген сұрақ қойыңыз.
ms: Tanya saya apa-apa tentang memasak, resipi, pemakanan, atau perancangan makanan.
nl: Vraag me alles over koken, recepten of voeding.
pt: Pergunte-me qualquer coisa sobre culinária, receitas, nutrição ou planejamento de refeições.
ru: Спрашивайте меня о кулинарии, рецептах, питании или планировании еды.
th: ถามฉันเกี่ยวกับการทำอาหาร สูตรอาหาร โภชนาการ หรือการวางแผนมื้ออาหาร
uk: Запитуйте мене про кулінарію, рецепти, харчування або планування їжі.
uz: Oshpazlik, retseptlar, ovqatlanish yoki ovqatlanish rejasi haqida har qanday savolingizni bering.

# chatPlaceholder
source: Ask me anything...
af: Vra my enigiets...
ar: اسألني أي شيء...
bn: আমাকে কিছু জিজ্ঞাসা করুন...
de: Frag mich etwas...
fil: Tanungin mo ako...
fr: Posez-moi une question...
hi: मुझसे कुछ भी पूछें...
id: Tanyakan apa saja...
it: Chiedimi qualsiasi cosa...
kk: Кез келген сұрақ қойыңыз...
ms: Tanya saya apa-apa...
nl: Vraag me iets...
pt: Pergunte-me qualquer coisa...
ru: Спросите меня о чём угодно...
th: ถามฉันได้เลย...
uk: Запитайте мене про що завгодно...
uz: Menga biror narsa so'rang...

# chatListening
source: Listening...
af: Luister...
ar: جاري الاستماع...
bn: শুনছি...
de: Höre zu...
fil: Nakikinig...
fr: Écoute...
hi: सुन रहा है...
id: Mendengarkan...
it: In ascolto...
kk: Тыңдалуда...
ms: Mendengar...
nl: Luisteren...
pt: Ouvindo...
ru: Слушаю...
th: กำลังฟัง...
uk: Слухаю...
uz: Tinglanmoqda...

# chatThinking
source: Thinking...
af: Dink...
ar: جاري التفكير...
bn: ভাবছি...
de: Denke nach...
fil: Nag-iisip...
fr: Réflexion...
hi: सोच रहा है...
id: Berpikir...
it: Sto pensando...
kk: Ойлануда...
ms: Berfikir...
nl: Denken...
pt: Pensando...
ru: Думаю...
th: กำลังคิด...
uk: Думаю...
uz: O'ylamoqda...

# chatSuggestion1
source: What can I make with chicken and rice?
af: Wat kan ek maak met hoender en rys?
ar: ماذا يمكنني أن أطبخ بالدجاج والأرز؟
bn: মুরগি এবং চাল দিয়ে কী বানাতে পারি?
de: Was kann ich mit Hähnchen und Reis machen?
fil: Ano ang magagawa ko gamit ang manok at bigas?
fr: Que puis-je faire avec du poulet et du riz?
hi: चिकन और चावल से क्या बना सकता हूं?
id: Apa yang bisa saya buat dengan ayam dan nasi?
it: Cosa posso fare con pollo e riso?
kk: Тауық пен күрішпен не жасай аламын?
ms: Apa yang boleh saya buat dengan ayam dan beras?
nl: Wat kan ik maken met kip en rijst?
pt: O que posso fazer com frango e arroz?
ru: Что можно приготовить из курицы и риса?
th: ทำอะไรได้จากไก่กับข้าว?
uk: Що можна приготувати з курки та рису?
uz: Tovuq va guruchdan nima qilish mumkin?

# chatSuggestion2
source: Give me a healthy breakfast idea
af: Gee my 'n gesonde ontbyt idee
ar: أعطني فكرة فطور صحية
bn: একটি স্বাস্থ্যকর সকালের নাস্তার আইডিয়া দিন
de: Gib mir eine gesunde Frühstücksidee
fil: Bigyan mo ako ng ideya para sa malusog na almusal
fr: Donnez-moi une idée de petit-déjeuner sain
hi: मुझे एक स्वस्थ नाश्ते का आइडिया दें
id: Beri saya ide sarapan sehat
it: Dammi un'idea per una colazione sana
kk: Салауатты таңғы ас идеясын беріңіз
ms: Beri saya idea sarapan sihat
nl: Geef me een gezond ontbijtidee
pt: Me dê uma ideia de café da manhã saudável
ru: Дайте идею здорового завтрака
th: ขออาหารเช้าสุขภาพดี
uk: Дайте ідею здорового сніданку
uz: Sog'lom nonushta g'oyasi bering
