Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# settingsFaq4A
source: Tap the heart icon on any recipe to save it to your favorites for quick access later.
af: Tik op die hart ikoon op enige resep om dit in jou gunstelinge te stoor vir vinnige toegang later.
ar: اضغط على أيقونة القلب على أي وصفة لحفظها في المفضلة للوصول السريع لاحقاً.
bn: যেকোনো রেসিপিতে হার্ট আইকনে ট্যাপ করুন পরে দ্রুত অ্যাক্সেসের জন্য পছন্দে সংরক্ষণ করতে।
de: Tippe auf das Herz bei einem Rezept.
fil: I-tap ang icon ng puso sa anumang resipe para i-save ito sa iyong mga paborito para sa mabilis na access sa ibang pagkakataon.
fr: Appuyez sur le cœur sur n'importe quelle recette.
hi: किसी भी रेसिपी पर हार्ट आइकन टैप करें उसे बाद में त्वरित पहुंच के लिए पसंदीदा में सहेजने के लिए।
id: Ketuk ikon hati pada resep apa pun untuk menyimpannya ke favorit untuk akses cepat nanti.
it: Tocca l'icona del cuore su qualsiasi ricetta per salvarla nei preferiti per un accesso rapido.
kk: Кез келген рецепттегі жүрек белгішесін басып, оны кейін жылдам қол жеткізу үшін таңдаулыларға сақтаңыз.
ms: Ketik ikon hati pada mana-mana resipi untuk menyimpannya ke kegemaran untuk akses pantas kemudian.
nl: Tik op het hartje bij een recept om op te slaan.
pt: Toque no ícone de coração em qualquer receita para salvá-la nos favoritos para acesso rápido.
ru: Нажмите на сердечко у любого рецепта для быстрого доступа.
th: แตะไอคอนหัวใจที่สูตรอาหาร
uk: Натисніть на сердечко у будь-якого рецепту для швидкого доступу.
uz: Istalgan retseptda yurak belgisini bosing.

# settingsContactUs
source: Contact Us
af: Kontak Ons
ar: تواصل معنا
bn: যোগাযোগ করুন
de: Kontaktiere uns
fil: Makipag-ugnayan sa Amin
fr: Contactez-nous
hi: हमसे संपर्क करें
id: Hubungi Kami
it: Contattaci
kk: Бізбен Байланысыңыз
ms: Hubungi Kami
nl: Neem Contact Op
pt: Contate-nos
ru: Связаться с нами
th: ติดต่อเรา
uk: Зв'язатися з нами
uz: Biz bilan bog'lanish

# settingsViewPrivacyPolicy
source: View Privacy Policy
af: Sien Privaatheidbeleid
ar: عرض سياسة الخصوصية
bn: গোপনীয়তা নীতি দেখুন
de: Datenschutz anzeigen
fil: Tingnan ang Patakaran sa Privacy
fr: Voir la politique de confidentialité
hi: गोपनीयता नीति देखें
id: Lihat Kebijakan Privasi
it: Vedi Privacy Policy
kk: Құпиялылық Саясатын Көру
ms: Lihat Dasar Privasi
nl: Bekijk Privacybeleid
pt: Ver Política de Privacidade
ru: Политика конфиденциальности
th: ดูนโยบายความเป็นส่วนตัว
uk: Політика конфіденційності
uz: Maxfiylik siyosatini ko'rish

# settingsViewTerms
source: View Terms & Conditions
af: Sien Terme & Voorwaardes
ar: عرض الشروط والأحكام
bn: শর্তাবলী দেখুন
de: AGB anzeigen
fil: Tingnan ang Mga Tuntunin at Kundisyon
fr: Voir les conditions générales
hi: नियम और शर्तें देखें
id: Lihat Syarat & Ketentuan
it: Vedi Termini e Condizioni
kk: Шарттар мен Ережелерді Көру
ms: Lihat Terma & Syarat
nl: Bekijk Voorwaarden
pt: Ver Termos e Condições
ru: Условия использования
th: ดูข้อกำหนด
uk: Умови використання
uz: Shartlarni ko'rish

# settingsViewOnWebsite
source: View our complete
af: Sien ons volledige
ar: عرض الكامل
bn: আমাদের সম্পূর্ণ দেখুন
de: Sieh dir unsere
fil: Tingnan ang aming kumpletong
fr: Voir notre
hi: हमारा पूर्ण देखें
id: Lihat lengkap kami
it: Vedi il nostro completo
kk: Толық нұсқасын көру
ms: Lihat lengkap kami
nl: Bekijk volledig
pt: Veja nosso completo
ru: Смотрите полную версию
th: ดูฉบับเต็ม
uk: Дивіться повну версію
uz: To'liq versiyani ko'ring

# settingsOnWebsite
source: on our website.
af: op ons webwerf.
ar: على موقعنا.
bn: আমাদের ওয়েবসাইটে।
de: auf unserer Website an.
fil: sa aming website.
fr: sur notre site web.
hi: हमारी वेबसाइट पर।
id: di situs web kami.
it: sul nostro sito web.
kk: веб-сайтымызда.
ms: di laman web kami.
nl: op onze website.
pt: em nosso site.
ru: на нашем сайте.
th: ที่เว็บไซต์ของเรา
uk: на нашому сайті.
uz: veb-saytimizda.

# settingsRatingThanks
source: Thank you for your interest! Rating available on mobile devices.
af: Dankie vir jou belangstelling! Beoordeling beskikbaar op mobiele toestelle.
ar: شكراً لاهتمامك! التقييم متاح على الأجهزة المحمولة.
bn: আপনার আগ্রহের জন্য ধন্যবাদ! মোবাইল ডিভাইসে রেটিং পাওয়া যায়।
de: Danke! Bewertung auf Mobil verfügbar.
fil: Salamat sa iyong interes! Available ang rating sa mga mobile device.
fr: Merci! Notation disponible sur mobile.
hi: आपकी रुचि के लिए धन्यवाद! रेटिंग मोबाइल उपकरणों पर उपलब्ध है।
id: Terima kasih atas minat Anda! Rating tersedia di perangkat seluler.
it: Grazie per il tuo interesse! Valutazione disponibile su dispositivi mobili.
kk: Қызығушылығыңыз үшін рахмет! Бағалау мобильді құрылғыларда қол жетімді.
ms: Terima kasih atas minat anda! Penilaian tersedia di peranti mudah alih.
nl: Bedankt! Beoordeling beschikbaar op mobiel.
pt: Obrigado pelo seu interesse! Avaliação disponível em dispositivos móveis.
ru: Спасибо за интерес! Оценка доступна на мобильных устройствах.
th: ขอบคุณ! ให้คะแนนได้บนมือถือ
uk: Дякуємо за інтерес! Оцінка доступна на мобільних пристроях.
uz: Qiziqishingiz uchun rahmat! Baholash mobil qurilmalarda mavjud.

# settingsLinkCopied
source: Link copied!
af: Skakel gekopieer!
ar: تم نسخ الرابط!
bn: লিংক কপি হয়েছে!
de: Link kopiert!
fil: Nakopya ang link!
fr: Lien copié!
hi: लिंक कॉपी हो गया!
id: Tautan disalin!
it: Link copiato!
kk: Сілтеме көшірілді!
ms: Pautan disalin!
nl: Link gekopieerd!
pt: Link copiado!
ru: Ссылка скопирована!
th: คัดลอกลิงก์แล้ว!
uk: Посилання скопійовано!
uz: Havola nusxalandi!

# settingsShareLinkCopied
source: Share link copied to clipboard
af: Deel skakel na knipbord gekopieer
ar: تم نسخ رابط المشاركة إلى الحافظة
bn: শেয়ার লিংক ক্লিপবোর্ডে কপি হয়েছে
de: Teilen-Link kopiert
fil: Nakopya ang share link sa clipboard
fr: Lien de partage copié
hi: शेयर लिंक क्लिपबोर्ड पर कॉपी हो गया
id: Tautan bagikan disalin ke clipboard
it: Link di condivisione copiato negli appunti
kk: Бөлісу сілтемесі буферге көшірілді
ms: Pautan kongsi disalin ke papan keratan
nl: Deellink gekopieerd
pt: Link de compartilhamento copiado
ru: Ссылка скопирована в буфер обмена
th: คัดลอกลิงก์แชร์แล้ว
uk: Посилання скопійовано в буфер обміну
uz: Ulashish havolasi nusxalandi

# scannerTitle
source: Ingredient Scanner
af: Bestanddeel Skandeerder
ar: ماسح المكونات
bn: উপকরণ স্ক্যানার
de: Zutaten-Scanner
fil: Tagasuri ng Sangkap
fr: Scanner d'ingrédients
hi: सामग्री स्कैनर
id: Pemindai Bahan
it: Scanner Ingredienti
kk: Ингредиент Сканері
ms: Pengimbas Bahan
nl: Ingrediënt Scanner
pt: Scanner de Ingredientes
ru: Сканер ингредиентов
th: สแกนวัตถุดิบ
uk: Сканер інгредієнтів
uz: Mahsulot skaneri

# scannerSubtitle
source: Scan your ingredients
af: Skandeer jou bestanddele
ar: امسح مكوناتك
bn: আপনার উপকরণ স্ক্যান করুন
de: Scanne deine Zutaten
fil: I-scan ang iyong mga sangkap
fr: Scannez vos ingrédients
hi: अपनी सामग्री स्कैन करें
id: Pindai bahan Anda
it: Scansiona i tuoi ingredienti
kk: Ингредиенттеріңізді сканерлеңіз
ms: Imbas bahan-bahan anda
nl: Scan je ingrediënten
pt: Escaneie seus ingredientes
ru: Сканируйте ингредиенты
th: สแกนวัตถุดิบของคุณ
uk: Скануйте інгредієнти
uz: Mahsulotlaringizni skanerlang

# scannerTakePhoto
source: Take Photo
af: Neem Foto
ar: التقاط صورة
bn: ফটো তুলুন
de: Foto machen
fil: Kumuha ng Litrato
fr: Prendre une photo
hi: फोटो लें
id: Ambil Foto
it: Scatta Foto
kk: Фото Түсіру
ms: Ambil Foto
nl: Foto maken
pt: Tirar Foto
ru: Сделать фото
th: ถ่ายรูป
uk: Зробити фото
uz: Rasm olish

# scannerAnalyzing
source: Analyzing your ingredients...
af: Besig om jou bestanddele te analiseer...
ar: جاري تحليل مكوناتك...
bn: আপনার উপকরণ বিশ্লেষণ করা হচ্ছে...
de: Analysiere Zutaten...
fil: Sinusuri ang iyong mga sangkap...
fr: Analyse de vos ingrédients...
hi: आपकी सामग्री का विश्लेषण हो रहा है...
id: Menganalisis bahan Anda...
it: Analisi dei tuoi ingredienti...
kk: Ингредиенттеріңіз талдануда...
ms: Menganalisis bahan-bahan anda...
nl: Ingrediënten analyseren...
pt: Analisando seus ingredientes...
ru: Анализ ингредиентов...
th: กำลังวิเคราะห์วัตถุดิบ...
uk: Аналіз інгредієнтів...
uz: Mahsulotlar tahlil qilinmoqda...

# scannerDetected
source: Detected Ingredients
af: Opgespoor Bestanddele
ar: المكونات المكتشفة
bn: শনাক্তকৃত উপকরণ
de: Erkannte Zutaten
fil: Mga Natuklasang Sangkap
fr: Ingrédients détectés
hi: पहचानी गई सामग्री
id: Bahan Terdeteksi
it: Ingredienti Rilevati
kk: Табылған Ингредиенттер
ms: Bahan Dikesan
nl: Gedetecteerde Ingrediënten
pt: Ingredientes Detectados
ru: Обнаруженные ингредиенты
th: วัตถุดิบที่ตรวจพบ
uk: Виявлені інгредієнти
uz: Aniqlangan mahsulotlar

# scannerAddAll
source: Add All to Recipe
af: Voeg Alles by Resep
ar: إضافة الكل للوصفة
bn: সব রেসিপিতে যোগ করুন
de: Alle zum Rezept hinzufügen
fil: Idagdag Lahat sa Resipe
fr: Tout ajouter à la recette
hi: सभी को रेसिपी में जोड़ें
id: Tambah Semua ke Resep
it: Aggiungi Tutti alla Ricetta
kk: Барлығын Рецептке Қосу
ms: Tambah Semua ke Resipi
nl: Alles aan recept toevoegen
pt: Adicionar Todos à Receita
ru: Добавить все в рецепт
th: เพิ่มทั้งหมดไปยังสูตร
uk: Додати все до рецепту
uz: Hammasini retseptga qo'shish

# scannerUseIngredients
source: Use Ingredients
af: Gebruik Bestanddele
ar: استخدام المكونات
bn: উপকরণ ব্যবহার করুন
de: Zutaten verwenden
fil: Gamitin ang mga Sangkap
fr: Utiliser les ingrédients
hi: सामग्री का उपयोग करें
id: Gunakan Bahan
it: Usa Ingredienti
kk: Ингредиенттерді Пайдалану
ms: Gunakan Bahan
nl: Ingrediënten gebruiken
pt: Usar Ingredientes
ru: Использовать ингредиенты
th: ใช้วัตถุดิบ
uk: Використати інгредієнти
uz: Mahsulotlardan foydalanish

# scannerNoIngredients
source: No ingredients detected. Try again with a clearer photo.
af: Geen bestanddele opgespoor nie. Probeer weer met 'n duideliker foto.
ar: لم يتم اكتشاف مكونات. حاول مرة أخرى بصورة أوضح.
bn: কোন উপকরণ শনাক্ত হয়নি। আরও পরিষ্কার ছবি দিয়ে আবার চেষ্টা করুন।
de: Keine Zutaten erkannt.
fil: Walang natuklasang sangkap. Subukang muli gamit ang mas malinaw na litrato.
fr: Aucun ingrédient détecté.
hi: कोई सामग्री नहीं मिली। स्पष्ट फोटो के साथ पुनः प्रयास करें।
id: Tidak ada bahan terdeteksi. Coba lagi dengan foto yang lebih jelas.
it: Nessun ingrediente rilevato. Riprova con una foto più chiara.
kk: Ингредиенттер табылмады. Анығырақ фотомен қайталап көріңіз.
ms: Tiada bahan dikesan. Cuba lagi dengan foto yang lebih jelas.
nl: Geen ingrediënten gedetecteerd.
pt: Nenhum ingrediente detectado. Tente novamente com uma foto mais clara.
ru: Ингредиенты не обнаружены. Попробуйте с более чётким фото.
th: ไม่พบวัตถุดิบ ลองถ่ายรูปที่ชัดกว่า
uk: Інгредієнти не виявлено. Спробуйте з чіткішим фото.
uz: Mahsulot aniqlanmadi. Aniqroq rasm bilan qayta urinib ko'ring.

# recipeDetailPrepTime
source: Prep
af: Voorbereid
ar: التحضير
bn: প্রস্তুতি
de: Vorbereitung
fil: Paghahanda
fr: Préparation
hi: तैयारी
id: Persiapan
it: Preparazione
kk: Дайындық
ms: Persediaan
nl: Voorbereiden
pt: Preparo
ru: Подготовка
th: เตรียม
uk: Підготовка
uz: Tayyorlash

# recipeDetailCookTime
source: Cook
af: Kook
ar: الطبخ
bn: রান্না
de: Kochen
fil: Pagluluto
fr: Cuisson
hi: पकाना
id: Masak
it: Cottura
kk: Пісіру
ms: Masak
nl: Koken
pt: Cozimento
ru: Готовка
th: ทำ
uk: Готування
uz: Pishirish

# recipeDetailServings
source: servings
af: porsies
ar: حصص
bn: পরিবেশন
de: Portionen
fil: serving
fr: portions
hi: सर्विंग
id: porsi
it: porzioni
kk: порция
ms: hidangan
nl: porties
pt: porções
ru: порций
th: ที่
uk: порцій
uz: porsiya

# recipeDetailCalories
source: Calories
af: Kalorieë
ar: السعرات
bn: ক্যালোরি
de: Kalorien
fil: Mga calorie
hi: कैलोरी
id: Kalori
it: Calorie
kk: Калория
ms: Kalori
nl: Calorieën
pt: Calorias
ru: Калории
th: แคลอรี่
uk: Калорії
uz: Kaloriya

# recipeDetailCal
source: cal
af: kal
ar: سعرة
bn: ক্যাল
de: kcal
hi: कैल
id: kal
kk: кал
ms: kal
ru: ккал
th: แคล
uk: ккал
uz: kal

# recipeDetailMin
source: min
ar: د
bn: মিনিট
hi: मिनट
id: mnt
kk: мин
ru: мин
th: นาที
uk: хв
uz: daq

# recipeDetailIngredients
source: Ingredients
af: Bestanddele
ar: المكونات
bn: উপকরণ
de: Zutaten
fil: Mga Sangkap
fr: Ingrédients
hi: सामग्री
id: Bahan
it: Ingredienti
kk: Ингредиенттер
ms: Bahan
nl: Ingrediënten
pt: Ingredientes
ru: Ингредиенты
th: วัตถุดิบ
uk: Інгредієнти
uz: Mahsulotlar

# recipeDetailInstructions
source: Instructions
af: Instruksies
ar: التعليمات
bn: নির্দেশনা
de: Anleitung
fil: Mga Tagubilin
hi: निर्देश
id: Instruksi
it: Istruzioni
kk: Нұсқаулар
ms: Arahan
nl: Instructies
pt: Instruções
ru: Инструкции
th: วิธีทำ
uk: Інструкції
uz: Ko'rsatmalar

# recipeDetailNutrition
source: Nutrition
af: Voeding
ar: التغذية
bn: পুষ্টি
de: Nährwerte
fil: Nutrisyon
hi: पोषण
id: Nutrisi
it: Nutrizione
kk: Тамақтану
ms: Pemakanan
nl: Voeding
pt: Nutrição
ru: Питание
th: โภชนาการ
uk: Харчування
uz: Ovqatlanish

# recipeDetailNutritionPerServing
source: Nutrition per serving
af: Voeding per porsie
ar: التغذية لكل حصة
bn: প্রতি পরিবেশনে পুষ্টি
de: Nährwerte pro Portion
fil: Nutrisyon bawat serving
fr: Nutrition par portion
hi: प्रति सर्विंग पोषण
id: Nutrisi per porsi
it: Nutrizione per porzione
kk: Бір порцияға тамақтану
ms: Pemakanan setiap hidangan
nl: Voeding per portie
pt: Nutrição por porção
ru: Питание на порцию
th: โภชนาการต่อหนึ่งที่
uk: Харчування на порцію
uz: Har bir porsiya uchun ovqatlanish

# recipeDetailProtein
source: Protein
af: Proteïen
ar: البروتين
bn: প্রোটিন
de: Eiweiß
fil: Protina
fr: Protéines
hi: प्रोटीन
it: Proteine
kk: Белок
nl: Eiwit
pt: Proteína
ru: Белок
th: โปรตีน
uk: Білок
uz: Oqsil

# recipeDetailCarbs
source: Carbs
af: Koolhidrate
ar: الكربوهيدرات
bn: কার্বস
de: Kohlenhydrate
fr: Glucides
hi: कार्ब्स
id: Karbohidrat
it: Carboidrati
kk: Көмірсулар
ms: Karbohidrat
nl: Koolhydraten
pt: Carboidratos
ru: Углеводы
th: คาร์บ
uk: Вуглеводи
uz: Uglevodlar

# recipeDetailFat
source: Fat
af: Vet
ar: الدهون
bn: চর্বি
de: Fett
fil: Taba
fr: Lipides
hi: वसा
id: Lemak
it: Grassi
kk: Май
ms: Lemak
nl: Vet
pt: Gordura
ru: Жиры
th: ไขมัน
uk: Жири
uz: Yog'

# recipeDetailFiber
source: Fiber
af: Vesel
ar: الألياف
bn: ফাইবার
de: Ballaststoffe
fil: Hibla
fr: Fibres
hi: फाइबर
id: Serat
it: Fibre
kk: Талшық
ms: Serat
nl: Vezels
pt: Fibra
ru: Клетчатка
th: ใยอาหาร
uk: Клітковина
uz: Tolalar

# recipeDetailTips
source: Tips
af: Wenke
ar: النصائح
bn: টিপস
de: Tipps
fil: Mga Tip
fr: Conseils
hi: टिप्स
id: Kiat
it: Consigli
kk: Кеңестер
ms: Tip
pt: Dicas
ru: Советы
th: เคล็ดลับ
uk: Поради
uz: Maslahatlar

# recipeDetailChefsTip
source: Chef's Tip
af: Kok se Wenk
ar: نصيحة الشيف
bn: শেফের টিপ
de: Tipp vom Koch
fil: Tip ng Chef
fr: Conseil du chef
hi: शेफ की टिप
id: Tips Chef
it: Consiglio dello Chef
kk: Аспаздың кеңесі
ms: Tip Chef
nl: Tip van de chef
pt: Dica do Chef
ru: Совет шефа
th: เคล็ดลับจากเชฟ
uk: Порада шефа
uz: Oshpazning maslahati

# recipeDetailAddToGrocery
source: Add to Grocery
af: Voeg by Inkopies
ar: إضافة للمشتريات
bn: মুদিতে যোগ করুন
de: Zur Einkaufsliste
fil: Idagdag sa Grocery
fr: Ajouter aux courses
hi: किराने में जोड़ें
id: Tambah ke Belanja
it: Aggiungi alla Spesa
kk: Саудаға қосу
ms: Tambah ke Runcit
nl: Aan boodschappen
pt: Adicionar às Compras
ru: В список покупок
th: เพิ่มไปยังรายการซื้อ
uk: До списку покупок
uz: Xaridga qo'shish

# recipeDetailStartCooking
source: Start Cooking
af: Begin Kook
ar: ابدأ الطبخ
bn: রান্না শুরু করুন
de: Mit Kochen beginnen
fil: Simulan ang Pagluluto
fr: Commencer à cuisiner
hi: पकाना शुरू करें
id: Mulai Memasak
it: Inizia a Cucinare
kk: Пісіруді бастау
ms: Mula Memasak
nl: Begin met koken
pt: Começar a Cozinhar
ru: Начать готовить
th: เริ่มทำอาหาร
uk: Почати готувати
uz: Pishirishni boshlash

# recipeDetailStartCookingAI
source: Start Cooking with AI Chef
af: Begin Kook met KI Kok
ar: ابدأ الطبخ مع الشيف الذكي
bn: AI শেফের সাথে রান্না করুন
de: Mit KI-Koch kochen
fil: Magluto kasama ang AI Chef
fr: Cuisiner avec le Chef IA
hi: AI शेफ के साथ खाना बनाएं
id: Mulai Memasak dengan Chef AI
it: Cucina con lo Chef AI
kk: AI Аспазымен пісіруді бастау
ms: Mula Memasak dengan Chef AI
nl: Koken met AI Chef
pt: Cozinhar com Chef AI
ru: Готовить с AI-шефом
th: ทำอาหารกับเชฟ AI
uk: Готувати з ШІ-кухарем
uz: SI oshpaz bilan pishirishni boshlash

# recipeDetailRecipeNotFound
source: Recipe Not Found
af: Resep Nie Gevind
ar: الوصفة غير موجودة
bn: রেসিপি পাওয়া যায়নি
de: Rezept nicht gefunden
fil: Hindi Nahanap ang Recipe
fr: Recette non trouvée
hi: रेसिपी नहीं मिली
id: Resep Tidak Ditemukan
it: Ricetta Non Trovata
kk: Рецепт табылмады
ms: Resipi Tidak Dijumpai
nl: Recept niet gevonden
pt: Receita Não Encontrada
ru: Рецепт не найден
th: ไม่พบสูตรอาหาร
uk: Рецепт не знайдено
uz: Retsept topilmadi

# recipeDetailGenerateCustom
source: Let me generate a custom recipe for you!
af: Laat ek 'n pasgemaakte resep vir jou genereer!
ar: دعني أُنشئ لك وصفة مخصصة!
bn: আমাকে আপনার জন্য একটি কাস্টম রেসিপি তৈরি করতে দিন!
de: Lass mich ein individuelles Rezept für dich erstellen!
fil: Hayaan kong gumawa ng custom recipe para sa iyo!
fr: Laissez-moi créer une recette sur mesure pour vous!
hi: मुझे आपके लिए एक कस्टम रेसिपी बनाने दें!
id: Biarkan saya membuat resep khusus untuk Anda!
it: Lascia che ti crei una ricetta personalizzata!
kk: Сізге арнайы рецепт жасап берейін!
ms: Biar saya cipta resipi khas untuk anda!
nl: Laat me een aangepast recept voor je maken!
pt: Deixe-me criar uma receita personalizada para você!
ru: Позвольте создать для вас уникальный рецепт!
th: ให้ฉันสร้างสูตรอาหารพิเศษสำหรับคุณ!
uk: Дозвольте створити для вас унікальний рецепт!
uz: Siz uchun maxsus retsept yaratishimga ruxsat bering!

# recipeDetailGenieHelp
source: Need help? Ask me for tips, substitutions, or step-by-step guidance!
af: Hulp nodig? Vra my vir wenke, vervangings of stap-vir-stap leiding!
ar: تحتاج مساعدة؟ اسألني عن النصائح أو البدائل أو التوجيه خطوة بخطوة!
bn: সাহায্য দরকার? টিপস, বিকল্প বা ধাপে ধাপে গাইডের জন্য আমাকে জিজ্ঞাসা করুন!
de: Brauchst du Hilfe? Frag mich nach Tipps, Ersatzprodukten oder Schritt-für-Schritt-Anleitung!
fil: Kailangan ng tulong? Tanungin ako para sa mga tip, pamalit, o step-by-step na gabay!
fr: Besoin d'aide? Demandez-moi des conseils, des substitutions ou un guide étape par étape!
hi: मदद चाहिए? मुझसे टिप्स, विकल्प या चरण-दर-चरण मार्गदर्शन के लिए पूछें!
id: Butuh bantuan? Tanyakan tips, pengganti, atau panduan langkah demi langkah!
it: Hai bisogno di aiuto? Chiedimi consigli, sostituzioni o guida passo passo!
kk: Көмек керек пе? Кеңестер, ауыстырулар немесе қадамдық нұсқаулық сұраңыз!
ms: Perlukan bantuan? Tanya saya untuk tip, pengganti, atau panduan langkah demi langkah!
nl: Hulp nodig? Vraag me om tips, vervangingen of stap-voor-stap begeleiding!
pt: Precisa de ajuda? Pergunte-me por dicas, substituições ou orientação passo a passo!
ru: Нужна помощь? Спросите меня о советах, заменах или пошаговых инструкциях!
th: ต้องการความช่วยเหลือไหม? ถามฉันเพื่อรับเคล็ดลับ ทดแทน หรือคำแนะนำทีละขั้นตอน!
uk: Потрібна допомога? Запитайте мене про поради, заміни або покрокові інструкції!
uz: Yordam kerakmi? Maslahatlar, almashtirishlar yoki bosqichma-bosqich ko'rsatmalar so'rang!

# tagsHighProtein
source: High Protein
af: Hoë Proteïen
ar: عالي البروتين
bn: উচ্চ প্রোটিন
de: Proteinreich
fil: Mataas na Protina
fr: Riche en protéines
hi: उच्च प्रोटीन
id: Tinggi Protein
it: Alto Contenuto Proteico
kk: Жоғары Ақуыз
ms: Tinggi Protein
nl: Hoog Eiwit
pt: Rico em Proteína
ru: Высокобелковый
th: โปรตีนสูง
uk: Високобілковий
uz: Yuqori Oqsil

# tagsDesi
source: Desi
ar: ديسي
bn: দেশি
hi: देसी
kk: Дези
ru: Дези
th: เดซี่
uk: Дезі

# tagsComfort
source: Comfort
af: Gemak
ar: مريح
bn: আরামদায়ক
de: Wohlfühlen
fil: Aliw
fr: Réconfortant
hi: आरामदायक
id: Nyaman
it: Confortante
kk: Жайлы
ms: Selesa
pt: Reconfortante
ru: Комфортный
th: อบอุ่น
uk: Комфортний
uz: Qulay

# tagsCreamy
source: Creamy
af: Romerig
ar: كريمي
bn: ক্রিমি
de: Cremig
fil: Malasada
fr: Crémeux
hi: क्रीमी
id: Lembut
it: Cremoso
kk: Кремді
ms: Berkrim
nl: Romig
pt: Cremoso
ru: Сливочный
th: ครีมี่
uk: Вершковий
uz: Qaymoqli

# tagsVegetarian
source: Vegetarian
af: Vegetaries
ar: نباتي
bn: নিরামিষ
de: Vegetarisch
fil: Vegetaryan
fr: Végétarien
hi: शाकाहारी
it: Vegetariano
kk: Вегетариандық
nl: Vegetarisch
pt: Vegetariano
ru: Вегетарианский
th: มังสวิรัติ
uk: Вегетаріанський

# tagsBudget
source: Budget
af: Begroting
ar: اقتصادي
bn: বাজেট
de: Günstig
fil: Badyet
fr: Économique
hi: बजट
id: Hemat
it: Economico
kk: Бюджеттік
ms: Bajet
nl: Begroting
pt: Econômico
ru: Бюджетный
th: ประหยัด
uk: Бюджетний
uz: Byudjet

# tagsHealthy
source: Healthy
af: Gesond
ar: صحي
bn: স্বাস্থ্যকর
de: Gesund
fil: Malusog
fr: Sain
hi: स्वस्थ
id: Sehat
it: Salutare
kk: Салауатты
ms: Sihat
nl: Gezond
pt: Saudável
ru: Здоровый
th: สุขภาพดี
uk: Здоровий
uz: Sog'lom

# tagsBreakfast
source: Breakfast
af: Ontbyt
ar: فطور
bn: নাস্তা
de: Frühstück
fil: Almusal
fr: Petit-déjeuner
hi: नाश्ता
id: Sarapan
it: Colazione
kk: Таңғы ас
ms: Sarapan
nl: Ontbijt
pt: Café da Manhã
ru: Завтрак
th: อาหารเช้า
uk: Сніданок
uz: Nonushta

# tagsLowCarb
source: Low Carb
af: Lae Koolhidrate
ar: قليل الكربوهيدرات
bn: কম কার্ব
fil: Mababang Carbs
fr: Faible en glucides
hi: लो कार्ब
id: Rendah Karbohidrat
it: Basso Contenuto di Carboidrati
kk: Аз Көмірсулар
ms: Rendah Karbohidrat
nl: Koolhydraatarm
pt: Baixo Carboidrato
ru: Низкоуглеводный
th: คาร์บต่ำ
uk: Низьковуглеводний
uz: Kam Uglevodli

# tagsKeto
source: Keto
ar: كيتو
bn: কিটো
fr: Céto
hi: कीटो
it: Cheto
kk: Кето
pt: Ceto
ru: Кето
th: คีโต
uk: Кето

# tagsQuick
source: Quick
af: Vinnig
ar: سريع
bn: দ্রুত
de: Schnell
fil: Mabilis
fr: Rapide
hi: त्वरित
id: Cepat
it: Veloce
kk: Жылдам
ms: Cepat
nl: Snel
pt: Rápido
ru: Быстрый
th: เร็ว
uk: Швидкий
uz: Tez

# tagsOmega3
source: Omega-3
ar: أوميغا-3
bn: ওমেগা-৩
fr: Oméga-3
hi: ओमेगा-3
kk: Омега-3
pt: Ômega-3
ru: Омега-3
th: โอเมก้า-3
uk: Омега-3

# tagsKidsFriendly
source: Kids Friendly
af: Kindvriendelik
ar: للأطفال
bn: বাচ্চাদের জন্য
de: Kinderfreundlich
fil: Para sa Bata
fr: Pour enfants
hi: बच्चों के लिए
id: Ramah Anak
it: Adatto ai Bambini
kk: Балаларға Арналған
ms: Mesra Kanak-kanak
nl: Kindvriendelijk
pt: Para Crianças
ru: Для детей
th: เหมาะสำหรับเด็ก
uk: Для дітей
uz: Bolalar Uchun

# tagsDessert
source: Dessert
af: Nagereg
ar: حلوى
bn: ডেজার্ট
de: Nachtisch
fil: Panghimagas
hi: मिठाई
id: Pencuci Mulut
kk: Десерт
ms: Pencuci Mulut
nl: Nagerecht
pt: Sobremesa
ru: Десерт
th: ของหวาน
uk: Десерт
uz: Desert

# tagsSweet
source: Sweet
af: Soet
ar: حلو
bn: মিষ্টি
de: Süß
fil: Matamis
fr: Sucré
hi: मीठा
id: Manis
it: Dolce
kk: Тәтті
ms: Manis
nl: Zoet
pt: Doce
ru: Сладкий
th: หวาน
uk: Солодкий
uz: Shirin

# tagsIndulgent
source: Indulgent
af: Weelderig
ar: فاخر
bn: বিলাসবহুল
de: Genussvoll
fil: Mapagpalayaw
fr: Gourmand
hi: लजीज
id: Mewah
it: Indulgente
kk: Сәнді
ms: Mewah
nl: Verwennend
pt: Indulgente
ru: Изысканный
th: หรูหรา
uk: Вишуканий
uz: Hashamatli

# tagsMiddleEastern
source: Middle Eastern
af: Midde-Oosters
ar: شرق أوسطي
bn: মধ্যপ্রাচ্য
de: Nahöstlich
fr: Moyen-Oriental
hi: मध्य पूर्वी
id: Timur Tengah
it: Mediorientale
kk: Таяу Шығыс
ms: Timur Tengah
nl: Midden-Oosters
pt: Oriente Médio
ru: Ближневосточный
th: ตะวันออกกลาง
uk: Близькосхідний
uz: Yaqin Sharq

# tagsItalian
source: Italian
af: Italiaans
ar: إيطالي
bn: ইতালীয়
de: Italienisch
fil: Italyano
fr: Italien
hi: इतालवी
id: Italia
it: Italiano
kk: Итальяндық
ms: Itali
nl: Italiaans
pt: Italiano
ru: Итальянский
th: อิตาลี
uk: Італійський
uz: Italyan

# tagsAsian
source: Asian
af: Asiaties
ar: آسيوي
bn: এশীয়
de: Asiatisch
fil: Asyano
fr: Asiatique
hi: एशियाई
id: Asia
it: Asiatico
kk: Азиялық
ms: Asia
nl: Aziatisch
pt: Asiático
ru: Азиатский
th: เอเชีย
uk: Азійський
uz: Osiyo

# tagsColorful
source: Colorful
af: Kleurvol
ar: ملون
bn: রঙিন
de: Bunt
fil: Makulay
fr: Coloré
hi: रंगीन
id: Penuh Warna
it: Colorato
kk: Түрлі-түсті
ms: Berwarna-warni
nl: Kleurrijk
pt: Colorido
ru: Красочный
th: สีสันสดใส
uk: Барвистий
uz: Rang-barang

# tagsSpicy
source: Spicy
af: Pittig
ar: حار
bn: ঝাল
de: Scharf
fil: Maanghang
fr: Épicé
hi: तीखा
id: Pedas
it: Piccante
kk: Ащы
ms: Pedas
nl: Pittig
pt: Picante
ru: Острый
th: เผ็ด
uk: Гострий
uz: Achchiq
