Repository: devsulemangondal/dish_genie
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, de, fil, fr, hi, id, it, kk, ms, nl, pt, ru, th, uk, uz

# homeSearchPlaceholder
source: Search recipes, ingredients...
af: Soek resepte, bestanddele...
ar: ابحث عن وصفات، مكونات...
bn: রেসিপি, উপকরণ অনুসন্ধান করুন...
de: Suche Rezepte, Zutaten...
fil: Maghanap ng mga resipe, sangkap...
fr: Rechercher des recettes, ingrédients...
hi: रेसिपी, सामग्री खोजें...
id: Cari resep, bahan...
it: Cerca ricette, ingredienti...
kk: Рецепттер, ингредиенттер іздеу...
ms: Cari resipi, bahan-bahan...
nl: Zoek recepten, ingrediënten...
pt: Buscar receitas, ingredientes...
ru: Искать рецепты, ингредиенты...
th: ค้นหาสูตรอาหาร วัตถุดิบ...
uk: Шукати рецепти, інгредієнти...
uz: Retsept, mahsulot qidirish...

# homeQuickActions
source: Quick Actions
af: Vinnige Aksies
ar: إجراءات سريعة
bn: দ্রুত অ্যাকশন
de: Schnellaktionen
fil: Mabilis na Aksyon
fr: Actions rapides
hi: त्वरित क्रियाएं
id: Aksi Cepat
it: Azioni Rapide
kk: Жылдам Әрекеттер
ms: Tindakan Pantas
nl: Snelle Acties
pt: Ações Rápidas
ru: Быстрые действия
th: การดำเนินการด่วน
uk: Швидкі дії
uz: Tezkor harakatlar

# homeGenerateRecipe
source: Generate Recipe
af: Genereer Resep
ar: إنشاء وصفة
bn: রেসিপি তৈরি করুন
de: Rezept erstellen
fil: Gumawa ng Resipe
fr: Générer une recette
hi: रेसिपी बनाएं
id: Buat Resep
it: Genera Ricetta
kk: Рецепт Жасау
ms: Jana Resipi
nl: Genereer Recept
pt: Gerar Receita
ru: Создать рецепт
th: สร้างสูตรอาหาร
uk: Створити рецепт
uz: Retsept yaratish

# homeAiCreates
source: AI creates dishes
af: KI skep geregte
ar: الذكاء الاصطناعي يصنع الأطباق
bn: AI খাবার তৈরি করে
de: KI erstellt Gerichte
fil: AI ang gumagawa ng pagkain
fr: L'IA crée des plats
hi: AI व्यंजन बनाता है
id: AI membuat hidangan
it: L'AI crea piatti
kk: AI тағамдар жасайды
ms: AI mencipta hidangan
nl: AI maakt gerechten
pt: IA cria pratos
ru: ИИ создаёт блюда
th: AI สร้างอาหาร
uk: ШІ створює страви
uz: SI taom yaratadi

# homeMealPlanner
source: Meal Planner
af: Eteplanner
ar: مخطط الوجبات
bn: মিল প্ল্যানার
de: Mahlzeitenplaner
fil: Tagaplano ng Pagkain
fr: Planificateur de repas
hi: भोजन योजनाकार
id: Perencana Makan
it: Pianificatore Pasti
kk: Тамақ Жоспарлаушы
ms: Perancang Makanan
nl: Maaltijdplanner
pt: Planejador de Refeições
ru: Планировщик питания
th: วางแผนมื้ออาหาร
uk: Планувальник харчування
uz: Ovqatlanish rejachisi

# homePlanWeek
source: Plan your week
af: Beplan jou week
ar: خطط لأسبوعك
bn: আপনার সপ্তাহ পরিকল্পনা করুন
de: Plane deine Woche
fil: Planuhin ang iyong linggo
fr: Planifiez votre semaine
hi: अपने सप्ताह की योजना बनाएं
id: Rencanakan minggu Anda
it: Pianifica la tua settimana
kk: Аптаңызды жоспарлаңыз
ms: Rancang minggu anda
nl: Plan je week
pt: Planeje sua semana
ru: Спланируйте неделю
th: วางแผนสัปดาห์ของคุณ
uk: Сплануйте тиждень
uz: Haftangizni rejalashtiring

# homeSmartGrocery
source: Smart Grocery
af: Slim Inkopies
ar: مشتريات ذكية
bn: স্মার্ট মুদি
de: Smart Einkaufen
fil: Matalinong Grocery
fr: Courses intelligentes
hi: स्मार्ट किराना
id: Belanja Cerdas
it: Spesa Intelligente
kk: Ақылды Сауда
ms: Runcit Pintar
nl: Slim Winkelen
pt: Compras Inteligentes
ru: Умные покупки
th: ซื้อของอัจฉริยะ
uk: Розумні покупки
uz: Aqlli xarid

# homeShoppingLists
source: Shopping lists
af: Inkopielyste
ar: قوائم التسوق
bn: শপিং তালিকা
de: Einkaufslisten
fil: Mga listahan ng pamimili
fr: Listes de courses
hi: खरीदारी सूची
id: Daftar belanja
it: Liste della spesa
kk: Сауда тізімдері
ms: Senarai beli-belah
nl: Boodschappenlijsten
pt: Listas de compras
ru: Списки покупок
th: รายการซื้อของ
uk: Списки покупок
uz: Xarid ro'yxatlari

# homeAiChefChat
source: AI Chef Chat
af: KI Kok Klets
ar: دردشة الطاهي الذكي
bn: AI শেফ চ্যাট
de: KI-Koch Chat
fr: Chat Chef IA
hi: AI शेफ चैट
id: Chat Chef AI
it: Chat Chef AI
kk: AI Аспаз Чаты
ms: Sembang Chef AI
pt: Chat com Chef IA
ru: Чат с ИИ-поваром
th: แชทกับเชฟ AI
uk: Чат з ШІ-кухарем
uz: SI oshpaz chat

# homeAskQuestions
source: Ask questions
af: Vra vrae
ar: اطرح الأسئلة
bn: প্রশ্ন করুন
de: Stelle Fragen
fil: Magtanong
fr: Posez des questions
hi: सवाल पूछें
id: Ajukan pertanyaan
it: Fai domande
kk: Сұрақ қойыңыз
ms: Tanya soalan
nl: Stel vragen
pt: Faça perguntas
ru: Задать вопросы
th: ถามคำถาม
uk: Задати питання
uz: Savol bering

# authSignIn
source: Sign In
af: Meld Aan
ar: تسجيل الدخول
bn: সাইন ইন
de: Anmelden
fil: Mag-sign In
fr: Connexion
hi: साइन इन
id: Masuk
it: Accedi
kk: Кіру
ms: Log Masuk
nl: Inloggen
pt: Entrar
ru: Войти
th: เข้าสู่ระบบ
uk: Увійти
uz: Kirish

# authSignUp
source: Sign Up
af: Registreer
ar: إنشاء حساب
bn: সাইন আপ
de: Registrieren
fil: Mag-sign Up
fr: Inscription
hi: साइन अप
id: Daftar
it: Registrati
kk: Тіркелу
ms: Daftar
nl: Registreren
pt: Cadastrar
ru: Регистрация
th: สมัครสมาชิก
uk: Реєстрація
uz: Ro'yxatdan o'tish

# authEmail
source: Email
af: E-pos
ar: البريد الإلكتروني
bn: ইমেইল
hi: ईमेल
kk: Электрондық пошта
ms: E-mel
ru: Электронная почта
th: อีเมล
uk: Електронна пошта
uz: Elektron pochta

# authPassword
source: Password
af: Wagwoord
ar: كلمة المرور
bn: পাসওয়ার্ড
de: Passwort
fr: Mot de passe
hi: पासवर्ड
id: Kata Sandi
kk: Құпия сөз
ms: Kata Laluan
nl: Wachtwoord
pt: Senha
ru: Пароль
th: รหัสผ่าน
uk: Пароль
uz: Parol

# authFullName
source: Full Name
af: Volle Naam
ar: الاسم الكامل
bn: পুরো নাম
de: Vollständiger Name
fil: Buong Pangalan
fr: Nom complet
hi: पूरा नाम
id: Nama Lengkap
it: Nome Completo
kk: Толық аты
ms: Nama Penuh
nl: Volledige naam
pt: Nome Completo
ru: Полное имя
th: ชื่อเต็ม
uk: Повне ім'я
uz: To'liq ism

# authCreateAccount
source: Create Account
af: Skep Rekening
ar: إنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
de: Konto erstellen
fil: Lumikha ng Account
fr: Créer un compte
hi: खाता बनाएं
id: Buat Akun
it: Crea Account
kk: Аккаунт Жасау
ms: Buat Akaun
nl: Account aanmaken
pt: Criar Conta
ru: Создать аккаунт
th: สร้างบัญชี
uk: Створити акаунт
uz: Hisob yaratish

# authNoAccount
source: Don't have an account?
af: Het jy nie 'n rekening nie?
ar: ليس لديك حساب؟
bn: অ্যাকাউন্ট নেই?
de: Kein Konto?
fil: Walang account?
fr: Pas de compte?
hi: खाता नहीं है?
id: Tidak punya akun?
it: Non hai un account?
kk: Аккаунт жоқ па?
ms: Tiada akaun?
nl: Geen account?
pt: Não tem uma conta?
ru: Нет аккаунта?
th: ยังไม่มีบัญชี?
uk: Немає акаунта?
uz: Hisobingiz yo'qmi?

# authHasAccount
source: Already have an account?
af: Het jy reeds 'n rekening?
ar: لديك حساب بالفعل؟
bn: ইতিমধ্যে অ্যাকাউন্ট আছে?
de: Bereits ein Konto?
fil: May account na?
fr: Déjà un compte?
hi: पहले से खाता है?
id: Sudah punya akun?
it: Hai già un account?
kk: Аккаунт бар ма?
ms: Sudah ada akaun?
nl: Al een account?
pt: Já tem uma conta?
ru: Уже есть аккаунт?
th: มีบัญชีแล้ว?
uk: Вже є акаунт?
uz: Allaqachon hisobingiz bormi?

# authWelcomeBack
source: Welcome back to DishGenie!
af: Welkom terug by DishGenie!
ar: مرحباً بعودتك إلى DishGenie!
bn: DishGenie-তে স্বাগতম!
de: Willkommen zurück!
fil: Maligayang pagbabalik sa DishGenie!
fr: Bon retour!
hi: DishGenie में वापस स्वागत है!
id: Selamat datang kembali di DishGenie!
it: Bentornato su DishGenie!
kk: DishGenie-ге қайта оралуыңызбен!
ms: Selamat kembali ke DishGenie!
nl: Welkom terug!
pt: Bem-vindo de volta ao DishGenie!
ru: С возвращением в DishGenie!
th: ยินดีต้อนรับกลับสู่ DishGenie!
uk: З поверненням до DishGenie!
uz: DishGenie'ga xush kelibsiz!

# authWelcomeNew
source: Welcome to DishGenie! Your account has been created.
af: Welkom by DishGenie! Jou rekening is geskep.
ar: مرحباً بك في DishGenie! تم إنشاء حسابك.
bn: DishGenie-তে স্বাগতম! আপনার অ্যাকাউন্ট তৈরি হয়েছে।
de: Willkommen! Dein Konto wurde erstellt.
fil: Maligayang pagdating sa DishGenie! Nalikha na ang iyong account.
fr: Bienvenue! Votre compte a été créé.
hi: DishGenie में आपका स्वागत है! आपका खाता बन गया है।
id: Selamat datang di DishGenie! Akun Anda telah dibuat.
it: Benvenuto su DishGenie! Il tuo account è stato creato.
kk: DishGenie-ге қош келдіңіз! Аккаунтыңыз жасалды.
ms: Selamat datang ke DishGenie! Akaun anda telah dibuat.
nl: Welkom! Je account is aangemaakt.
pt: Bem-vindo ao DishGenie! Sua conta foi criada.
ru: Добро пожаловать в DishGenie! Ваш аккаунт создан.
th: ยินดีต้อนรับสู่ DishGenie! บัญชีของคุณถูกสร้างแล้ว
uk: Ласкаво просимо до DishGenie! Ваш акаунт створено.
uz: DishGenie'ga xush kelibsiz! Hisobingiz yaratildi.

# authInvalidCredentials
source: Invalid email or password
af: Ongeldige e-pos of wagwoord
ar: بريد إلكتروني أو كلمة مرور غير صحيحة
bn: ভুল ইমেইল বা পাসওয়ার্ড
de: Ungültige Anmeldedaten
fil: Hindi valid ang email o password
fr: Identifiants invalides
hi: अमान्य ईमेल या पासवर्ड
id: Email atau kata sandi tidak valid
it: Email o password non validi
kk: Электрондық пошта немесе құпия сөз қате
ms: E-mel atau kata laluan tidak sah
nl: Ongeldige inloggegevens
pt: E-mail ou senha inválidos
ru: Неверный email или пароль
th: อีเมลหรือรหัสผ่านไม่ถูกต้อง
uk: Невірний email або пароль
uz: Noto'g'ri email yoki parol

# authAlreadyRegistered
source: This email is already registered. Try logging in.
af: Hierdie e-pos is reeds geregistreer. Probeer om aan te meld.
ar: هذا البريد مسجل بالفعل. حاول تسجيل الدخول.
bn: এই ইমেইল ইতিমধ্যে নিবন্ধিত। লগ ইন করার চেষ্টা করুন।
de: Diese E-Mail ist bereits registriert.
fil: Ang email na ito ay nakarehistro na. Subukang mag-login.
fr: Cet e-mail est déjà enregistré.
hi: यह ईमेल पहले से पंजीकृत है। लॉगिन करने का प्रयास करें।
id: Email ini sudah terdaftar. Coba masuk.
it: Questa email è già registrata. Prova ad accedere.
kk: Бұл электрондық пошта тіркелген. Кіріп көріңіз.
ms: E-mel ini sudah didaftarkan. Cuba log masuk.
nl: Dit e-mailadres is al geregistreerd.
pt: Este e-mail já está registrado. Tente fazer login.
ru: Этот email уже зарегистрирован. Попробуйте войти.
th: อีเมลนี้ลงทะเบียนแล้ว ลองเข้าสู่ระบบ
uk: Цей email вже зареєстровано. Спробуйте увійти.
uz: Bu email allaqachon ro'yxatdan o'tgan. Kirishga urinib ko'ring.

# authEnterName
source: Please enter your name
af: Voer asseblief jou naam in
ar: الرجاء إدخال اسمك
bn: আপনার নাম লিখুন
de: Bitte gib deinen Namen ein
fil: Mangyaring ilagay ang iyong pangalan
fr: Veuillez entrer votre nom
hi: कृपया अपना नाम दर्ज करें
id: Silakan masukkan nama Anda
it: Inserisci il tuo nome
kk: Атыңызды енгізіңіз
ms: Sila masukkan nama anda
nl: Voer je naam in
pt: Por favor, insira seu nome
ru: Пожалуйста, введите ваше имя
th: กรุณาใส่ชื่อของคุณ
uk: Будь ласка, введіть ваше ім'я
uz: Iltimos, ismingizni kiriting

# authSigningIn
source: Signing in...
af: Besig om aan te meld...
ar: جاري تسجيل الدخول...
bn: সাইন ইন হচ্ছে...
de: Anmelden...
fil: Nagsa-sign in...
fr: Connexion...
hi: साइन इन हो रहा है...
id: Sedang masuk...
it: Accesso in corso...
kk: Кіруде...
ms: Sedang log masuk...
nl: Inloggen...
pt: Entrando...
ru: Вход...
th: กำลังเข้าสู่ระบบ...
uk: Вхід...
uz: Kirish...

# authCreatingAccount
source: Creating account...
af: Besig om rekening te skep...
ar: جاري إنشاء الحساب...
bn: অ্যাকাউন্ট তৈরি হচ্ছে...
de: Konto erstellen...
fil: Gumagawa ng account...
fr: Création du compte...
hi: खाता बन रहा है...
id: Membuat akun...
it: Creazione account...
kk: Аккаунт жасалуда...
ms: Mencipta akaun...
nl: Account aanmaken...
pt: Criando conta...
ru: Создание аккаунта...
th: กำลังสร้างบัญชี...
uk: Створення акаунта...
uz: Hisob yaratilmoqda...

# authMagicalAssistant
source: Your magical kitchen assistant
af: Jou magiese kombuisassistent
ar: مساعد مطبخك السحري
bn: আপনার জাদুকরী রান্নাঘর সহকারী
de: Dein magischer Küchenassistent
fil: Ang iyong mahiwagang kitchen assistant
fr: Votre assistant cuisine magique
hi: आपका जादुई किचन सहायक
id: Asisten dapur ajaib Anda
it: Il tuo magico assistente di cucina
kk: Сиқырлы асхана көмекшіңіз
ms: Pembantu dapur ajaib anda
nl: Je magische keukenassistent
pt: Seu assistente mágico de cozinha
ru: Ваш волшебный кухонный помощник
th: ผู้ช่วยครัวมหัศจรรย์ของคุณ
uk: Ваш чарівний кухонний помічник
uz: Sizning sehrli oshxona yordamchingiz

# recipesTitle
source: AI Recipes
af: KI Resepte
ar: وصفات الذكاء الاصطناعي
bn: AI রেসিপি
de: KI Rezepte
fil: AI na Mga Resipe
fr: Recettes IA
hi: AI रेसिपी
id: Resep AI
it: Ricette AI
kk: AI Рецепттер
ms: Resipi AI
nl: AI Recepten
pt: Receitas IA
ru: ИИ Рецепты
th: สูตรอาหาร AI
uk: ШІ Рецепти
uz: SI Retseptlar

# recipesSubtitle
source: Discover & create
af: Ontdek & skep
ar: اكتشف وأنشئ
bn: আবিষ্কার ও তৈরি করুন
de: Entdecken & erstellen
fil: Tuklasin at lumikha
fr: Découvrir & créer
hi: खोजें और बनाएं
id: Temukan & buat
it: Scopri e crea
kk: Табу және жасау
ms: Temui & cipta
nl: Ontdek & creëer
pt: Descubra e crie
ru: Открывайте и создавайте
th: ค้นพบและสร้าง
uk: Відкривайте та створюйте
uz: Kashf eting va yarating

# recipesBrowse
source: Browse
af: Blaai
ar: تصفح
bn: ব্রাউজ
de: Durchsuchen
fil: Mag-browse
fr: Parcourir
hi: ब्राउज़ करें
id: Jelajahi
it: Sfoglia
kk: Шолу
ms: Layari
nl: Bladeren
pt: Explorar
ru: Обзор
th: เรียกดู
uk: Огляд
uz: Ko'rish

# recipesAiGenerate
source: AI Generate
af: KI Genereer
ar: إنشاء بالذكاء الاصطناعي
bn: AI তৈরি
de: KI Generieren
fil: Bumuo ng AI
fr: Générer par IA
hi: AI जनरेट
id: Hasilkan AI
it: Genera con AI
kk: AI Жасау
ms: Jana AI
nl: AI Genereren
pt: Gerar com IA
ru: ИИ генерация
th: สร้างด้วย AI
uk: ШІ генерація
uz: SI yaratish

# recipesQuick
source: Quick
af: Vinnig
ar: سريع
bn: দ্রুত
de: Schnell
fil: Mabilis
fr: Rapide
hi: त्वरित
id: Cepat
it: Veloce
kk: Жылдам
ms: Pantas
nl: Snel
pt: Rápido
ru: Быстрые
th: เร็ว
uk: Швидкі
uz: Tez

# recipesHighProtein
source: High Protein
af: Hoë Proteïen
ar: عالي البروتين
bn: উচ্চ প্রোটিন
de: Proteinreich
fil: Mataas na Protina
fr: Riche en protéines
hi: उच्च प्रोटीन
id: Protein Tinggi
it: Alto Proteico
kk: Жоғары Белок
ms: Protein Tinggi
nl: Hoog Eiwit
pt: Alta Proteína
ru: Высокобелковые
th: โปรตีนสูง
uk: Високобілкові
uz: Yuqori oqsil

# recipesChicken
source: Chicken
af: Hoender
ar: دجاج
bn: মুরগি
de: Hähnchen
fil: Manok
fr: Poulet
hi: चिकन
id: Ayam
it: Pollo
kk: Тауық
ms: Ayam
nl: Kip
pt: Frango
ru: Курица
th: ไก่
uk: Курка
uz: Tovuq

# recipesSeafood
source: Seafood
af: Seekos
ar: مأكولات بحرية
bn: সামুদ্রিক খাবার
de: Meeresfrüchte
fil: Pagkaing-dagat
fr: Fruits de mer
hi: समुद्री भोजन
id: Makanan Laut
it: Pesce
kk: Теңіз өнімдері
ms: Makanan Laut
nl: Zeevruchten
pt: Frutos do Mar
ru: Морепродукты
th: อาหารทะเล
uk: Морепродукти
uz: Dengiz mahsulotlari

# recipesEggs
source: Eggs
af: Eiers
ar: بيض
bn: ডিম
de: Eier
fil: Itlog
fr: Œufs
hi: अंडे
id: Telur
it: Uova
kk: Жұмыртқа
ms: Telur
nl: Eieren
pt: Ovos
ru: Яйца
th: ไข่
uk: Яйця
uz: Tuxum

# recipesHealthy
source: Healthy
af: Gesond
ar: صحي
bn: স্বাস্থ্যকর
de: Gesund
fil: Masustansiya
fr: Sain
hi: स्वस्थ
id: Sehat
it: Salutare
kk: Салауатты
ms: Sihat
nl: Gezond
pt: Saudável
ru: Здоровые
th: สุขภาพดี
uk: Здорові
uz: Sog'lom

# recipesKids
source: Kids
af: Kinders
ar: للأطفال
bn: বাচ্চাদের
de: Kinder
fil: Mga Bata
fr: Enfants
hi: बच्चों के लिए
id: Anak-anak
it: Bambini
kk: Балаларға
ms: Kanak-kanak
nl: Kinderen
pt: Crianças
ru: Для детей
th: เด็ก
uk: Для дітей
uz: Bolalar

# recipesBudget
source: Budget
af: Begroting
ar: اقتصادي
bn: বাজেট
fil: Badyet
hi: बजट
id: Hemat
it: Economico
kk: Үнемді
ms: Bajet
nl: Begroting
pt: Econômico
ru: Бюджетные
th: ประหยัด
uk: Бюджетні
uz: Byudjet

# recipesGrilled
source: Grilled
af: Gebraai
ar: مشوي
bn: গ্রিলড
de: Gegrillt
fil: Inihaw
fr: Grillé
hi: ग्रिल्ड
id: Panggang
it: Grigliato
kk: Грильде
ms: Panggang
nl: Gegrild
pt: Grelhado
ru: Гриль
th: ย่าง
uk: Гриль
uz: Gril

# recipesVegetarian
source: Vegetarian
af: Vegetaries
ar: نباتي
bn: নিরামিষ
de: Vegetarisch
fr: Végétarien
hi: शाकाहारी
it: Vegetariano
kk: Вегетариандық
nl: Vegetarisch
pt: Vegetariano
ru: Вегетарианские
th: มังสวิรัติ
uk: Вегетаріанські

# recipesVegan
source: Vegan
af: Vegaans
ar: نباتي صرف
bn: ভেগান
fr: Végétalien
hi: वीगन
it: Vegano
kk: Веган
nl: Veganistisch
pt: Vegano
ru: Веганские
th: วีแกน
uk: Веганські

# recipesNoResults
source: No recipes found
af: Geen resepte gevind nie
ar: لم يتم العثور على وصفات
bn: কোন রেসিপি পাওয়া যায়নি
de: Keine Rezepte gefunden
fil: Walang nahanap na resipe
fr: Aucune recette trouvée
hi: कोई रेसिपी नहीं मिली
id: Tidak ada resep ditemukan
it: Nessuna ricetta trovata
kk: Рецепт табылмады
ms: Tiada resipi dijumpai
nl: Geen recepten gevonden
pt: Nenhuma receita encontrada
ru: Рецепты не найдены
th: ไม่พบสูตรอาหาร
uk: Рецепти не знайдено
uz: Retsept topilmadi

# recipesTryOther
source: I couldn't find any recipes matching
af: Ek kon nie resepte vind wat ooreenstem nie
ar: لم أتمكن من العثور على وصفات تطابق
bn: মেলে এমন কোন রেসিপি পাওয়া যায়নি
de: Keine passenden Rezepte gefunden
fil: Hindi ko mahanap ang mga resipe na tumutugma
fr: Je n'ai pas trouvé de recettes correspondant
hi: मुझे कोई मिलती-जुलती रेसिपी नहीं मिली
id: Saya tidak dapat menemukan resep yang cocok
it: Non ho trovato ricette corrispondenti
kk: Сәйкес рецепт таба алмадым
ms: Saya tidak dapat mencari resipi yang sepadan
nl: Geen recepten gevonden voor
pt: Não encontrei receitas correspondentes
ru: Не удалось найти подходящие рецепты
th: ไม่พบสูตรอาหารที่ตรงกัน
uk: Не вдалося знайти відповідні рецепти
uz: Mos retsept topilmadi

# recipesClearSearch
source: Clear Search
af: Vee Soektog Uit
ar: مسح البحث
bn: অনুসন্ধান মুছুন
de: Suche löschen
fil: I-clear ang Paghahanap
fr: Effacer la recherche
hi: खोज साफ़ करें
id: Hapus Pencarian
it: Cancella Ricerca
kk: Іздеуді Тазалау
ms: Kosongkan Carian
nl: Zoekopdracht wissen
pt: Limpar Busca
ru: Очистить поиск
th: ล้างการค้นหา
uk: Очистити пошук
uz: Qidiruvni tozalash

# recipesResultsFor
source: Results for
af: Resultate vir
ar: نتائج لـ
bn: ফলাফল
de: Ergebnisse für
fil: Mga resulta para sa
fr: Résultats pour
hi: परिणाम
id: Hasil untuk
it: Risultati per
kk: Нәтижелер
ms: Keputusan untuk
nl: Resultaten voor
pt: Resultados para
ru: Результаты для
th: ผลลัพธ์สำหรับ
uk: Результати для
uz: Natijalar

# recipesWhatIngredients
source: What ingredients do you have?
af: Watter bestanddele het jy?
ar: ما المكونات لديك؟
bn: আপনার কাছে কী উপকরণ আছে?
de: Welche Zutaten hast du?
fil: Anong mga sangkap ang mayroon ka?
fr: Quels ingrédients avez-vous?
hi: आपके पास क्या सामग्री है?
id: Bahan apa yang Anda miliki?
it: Quali ingredienti hai?
kk: Қандай ингредиенттеріңіз бар?
ms: Apakah bahan-bahan yang anda ada?
nl: Welke ingrediënten heb je?
pt: Quais ingredientes você tem?
ru: Какие ингредиенты у вас есть?
th: คุณมีวัตถุดิบอะไร?
uk: Які інгредієнти у вас є?
uz: Qanday mahsulotlaringiz bor?

# recipesIngredientsPlaceholder
source: e.g., chicken, garlic, tomatoes, rice...
af: bv., hoender, knoffel, tamaties, rys...
ar: مثال: دجاج، ثوم، طماطم، أرز...
bn: যেমন, মুরগি, রসুন, টমেটো, চাল...
de: z.B. Hähnchen, Knoblauch, Tomaten...
fil: hal., manok, bawang, kamatis, bigas...
fr: ex: poulet, ail, tomates...
hi: जैसे, चिकन, लहसुन, टमाटर, चावल...
id: contoh: ayam, bawang putih, tomat, nasi...
it: es., pollo, aglio, pomodori, riso...
kk: мысалы: тауық, сарымсақ, қызанақ, күріш...
ms: cth., ayam, bawang putih, tomato, beras...
nl: bijv. kip, knoflook, tomaten...
pt: ex., frango, alho, tomates, arroz...
ru: напр., курица, чеснок, помидоры, рис...
th: เช่น ไก่ กระเทียม มะเขือเทศ ข้าว...
uk: напр., курка, часник, помідори, рис...
uz: masalan, tovuq, sarimsoq, pomidor, guruch...

# recipesScan
source: Scan
af: Skandeer
ar: مسح
bn: স্ক্যান
de: Scannen
fil: I-scan
fr: Scanner
hi: स्कैन
id: Pindai
it: Scansiona
kk: Сканерлеу
ms: Imbas
nl: Scannen
pt: Escanear
ru: Сканировать
th: สแกน
uk: Сканувати
uz: Skanerlash

# recipesVoice
source: Voice
af: Stem
ar: صوت
bn: ভয়েস
de: Sprache
fil: Boses
fr: Voix
hi: आवाज
id: Suara
it: Voce
kk: Дауыс
ms: Suara
nl: Stem
pt: Voz
ru: Голос
th: เสียง
uk: Голос
uz: Ovoz

# recipesStop
source: Stop
ar: إيقاف
bn: থামুন
de: Stopp
fil: Itigil
fr: Arrêter
hi: रोकें
id: Berhenti
it: Ferma
kk: Тоқтату
ms: Berhenti
pt: Parar
ru: Стоп
th: หยุด
uk: Зупинити
uz: To'xtatish

# recipesCuisine
source: Cuisine
af: Kombuis
ar: المطبخ
bn: রন্ধনশৈলী
de: Küche
fil: Lutuin
hi: व्यंजन
id: Masakan
it: Cucina
kk: Ас түрі
ms: Masakan
nl: Keuken
pt: Culinária
ru: Кухня
th: อาหาร
uk: Кухня
uz: Oshxona

# recipesDietType
source: Diet Type
af: Dieet Tipe
ar: نوع النظام الغذائي
bn: ডায়েট ধরন
de: Diättyp
fil: Uri ng Diyeta
fr: Type de régime
hi: आहार प्रकार
id: Jenis Diet
it: Tipo di Dieta
kk: Диета Түрі
ms: Jenis Diet
nl: Dieettype
pt: Tipo de Dieta
ru: Тип диеты
th: ประเภทอาหาร
uk: Тип дієти
uz: Ovqatlanish turi

# recipesHealthGoal
source: Health Goal
af: Gesondheidsdoel
ar: الهدف الصحي
bn: স্বাস্থ্য লক্ষ্য
de: Gesundheitsziel
fil: Layunin sa Kalusugan
fr: Objectif santé
hi: स्वास्थ्य लक्ष्य
id: Tujuan Kesehatan
it: Obiettivo Salute
kk: Денсаулық Мақсаты
ms: Matlamat Kesihatan
nl: Gezondheidsdoel
pt: Objetivo de Saúde
ru: Цель здоровья
th: เป้าหมายสุขภาพ
uk: Ціль здоров'я
uz: Sog'liq maqsadi

# recipesCookingMood
source: Cooking Mood
af: Kook Bui
ar: مزاج الطبخ
bn: রান্নার মেজাজ
de: Kochstimmung
fil: Mood sa Pagluluto
fr: Humeur cuisine
hi: खाना पकाने का मूड
id: Suasana Memasak
it: Umore Cucina
kk: Аспаздық Көңіл-күй
ms: Mood Memasak
nl: Kookstemming
pt: Humor Culinário
ru: Настроение для готовки
th: อารมณ์ทำอาหาร
uk: Настрій готувати
uz: Pishirish kayfiyati

# recipesCookingTime
source: Cooking Time
af: Kooktyd
ar: وقت الطبخ
bn: রান্নার সময়
de: Kochzeit
fil: Oras ng Pagluluto
fr: Temps de cuisson
hi: पकाने का समय
id: Waktu Memasak
it: Tempo di Cottura
kk: Пісіру Уақыты
ms: Masa Memasak
nl: Kooktijd
pt: Tempo de Cozimento
ru: Время приготовления
th: เวลาทำอาหาร
uk: Час приготування
uz: Pishirish vaqti

# recipesTargetCalories
source: Target Calories
af: Teiken Kalorieë
ar: السعرات المستهدفة
bn: লক্ষ্য ক্যালোরি
de: Zielkalorien
fil: Target na Calories
fr: Calories cibles
hi: लक्ष्य कैलोरी
id: Target Kalori
it: Calorie Target
kk: Мақсатты Калория
ms: Kalori Sasaran
nl: Doelcalorieën
pt: Calorias Alvo
ru: Целевые калории
th: แคลอรี่เป้าหมาย
uk: Цільові калорії
uz: Maqsad kaloriya

# recipesGenerateRecipe
source: Generate Recipe
af: Genereer Resep
ar: إنشاء الوصفة
bn: রেসিপি তৈরি করুন
de: Rezept erstellen
fil: Gumawa ng Resipe
fr: Générer une recette
hi: रेसिपी बनाएं
id: Buat Resep
it: Genera Ricetta
kk: Рецепт Жасау
ms: Jana Resipi
nl: Genereer Recept
pt: Gerar Receita
ru: Создать рецепт
th: สร้างสูตรอาหาร
uk: Створити рецепт
uz: Retsept yaratish

# recipesCreatingRecipe
source: Creating Your Recipe...
af: Besig om Jou Resep te Skep...
ar: جاري إنشاء وصفتك...
bn: আপনার রেসিপি তৈরি হচ্ছে...
de: Rezept wird erstellt...
fil: Gumagawa ng Iyong Resipe...
fr: Création de votre recette...
hi: आपकी रेसिपी बन रही है...
id: Membuat Resep Anda...
it: Creazione della tua ricetta...
kk: Рецептіңіз Жасалуда...
ms: Mencipta Resipi Anda...
nl: Recept maken...
pt: Criando sua receita...
ru: Создание рецепта...
th: กำลังสร้างสูตรอาหาร...
uk: Створення рецепту...
uz: Retsept yaratilmoqda...

# recipesCreatingRecipeWith
source: Creating recipes with {ingredients}...
af: Skep resepte met {ingredients}...
ar: جاري إنشاء وصفات بـ {ingredients}...
bn: {ingredients} দিয়ে রেসিপি তৈরি হচ্ছে...
de: Erstelle Rezepte mit {ingredients}...
fil: Gumagawa ng resipe gamit ang {ingredients}...
fr: Création de recettes avec {ingredients}...
hi: {ingredients} के साथ रेसिपी बना रहे हैं...
id: Membuat resep dengan {ingredients}...
it: Creazione ricette con {ingredients}...
kk: {ingredients} арқылы рецепт жасалуда...
ms: Mencipta resipi dengan {ingredients}...
nl: Recepten maken met {ingredients}...
pt: Criando receitas com {ingredients}...
ru: Создание рецептов с {ingredients}...
th: กำลังสร้างสูตรอาหารด้วย {ingredients}...
uk: Створення рецептів з {ingredients}...
uz: {ingredients} bilan retsept yaratilmoqda...

# recipesYourIngredients
source: your ingredients
af: jou bestanddele
ar: مكوناتك
bn: আপনার উপকরণ
de: deinen Zutaten
fil: iyong mga sangkap
fr: vos ingrédients
hi: आपकी सामग्री
id: bahan Anda
it: i tuoi ingredienti
kk: сіздің ингредиенттеріңіз
ms: bahan-bahan anda
nl: je ingrediënten
pt: seus ingredientes
ru: ваши ингредиенты
th: วัตถุดิบของคุณ
uk: ваші інгредієнти
uz: mahsulotlaringiz
